Repository: open-craft/problem-builder
Catalog: conf/locale/*/LC_MESSAGES/django-partial.po
Languages: eo

source: Question ID (name)
eo: Qüéstïön ÌD (nämé) Ⱡ'σ#

source: The ID of this block. Should be unique unless you want the answer to be used in multiple places.
eo: Thé ÌD öf thïs ßlöçk. Shöüld ßé ünïqüé ünléss ýöü wänt thé änswér tö ßé üséd ïn mültïplé pläçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Default From
eo: Défäült Fröm Ⱡ#

source: If a question ID is specified, get the default value from this answer.
eo: Ìf ä qüéstïön ÌD ïs spéçïfïéd, gét thé défäült välüé fröm thïs änswér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Min. Allowed Characters
eo: Mïn. Àllöwéd Çhäräçtérs Ⱡ'σяє#

source: Minimum number of characters allowed for the answer
eo: Mïnïmüm nümßér öf çhäräçtérs ällöwéd för thé änswér Ⱡ'σяєм ιρѕυм ∂#

source: Question
eo: Qüéstïön #

source: Question to ask the student
eo: Qüéstïön tö äsk thé stüdént Ⱡ'σяєм#

source: Weight
eo: Wéïght Ⱡ'σяєм ιρѕ#

source: Defines the maximum total grade of the answer block.
eo: Défïnés thé mäxïmüm tötäl grädé öf thé änswér ßlöçk. Ⱡ'σяєм ιρѕυм ∂σ#

source: Question {number}
eo: Qüéstïön {number} Ⱡ#

source: Question ID
eo: Qüéstïön ÌD Ⱡ#

source: The ID of the question for which to display the student's answer.
eo: Thé ÌD öf thé qüéstïön för whïçh tö dïspläý thé stüdént's änswér. Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Title
eo: Tïtlé Ⱡ'σяєм ι#

source: Title of this answer recap section
eo: Tïtlé öf thïs änswér réçäp séçtïön Ⱡ'σяєм ιρ#

source: Description
eo: Désçrïptïön Ⱡ#

source: Description of this answer (optional). Can include HTML.
eo: Désçrïptïön öf thïs änswér (öptïönäl). Çän ïnçlüdé HTML. Ⱡ'σяєм ιρѕυм ∂σł#

source: Value
eo: Välüé Ⱡ'σяєм ι#

source: Value of the choice when selected. Should be unique.
eo: Välüé öf thé çhöïçé whén séléçtéd. Shöüld ßé ünïqüé. Ⱡ'σяєм ιρѕυм ∂σ#

source: Choice Text
eo: Çhöïçé Téxt Ⱡ#

source: Human-readable version of the choice value
eo: Hümän-réädäßlé vérsïön öf thé çhöïçé välüé Ⱡ'σяєм ιρѕυ#

source: Out of Context
eo: Öüt öf Çöntéxt Ⱡ'#

source: Choice ({status})
eo: Çhöïçé ({status}) Ⱡ#

source: No value set. This choice will not work correctly.
eo: Nö välüé sét. Thïs çhöïçé wïll nöt wörk çörréçtlý. Ⱡ'σяєм ιρѕυм ∂#

source: No choice text set yet.
eo: Nö çhöïçé téxt sét ýét. Ⱡ'σяє#

source: This choice has a non-unique ID and won't work properly. This can happen if you duplicate a choice rather than use the Add Choice button.
eo: Thïs çhöïçé häs ä nön-ünïqüé ÌD änd wön't wörk pröpérlý. Thïs çän häppén ïf ýöü düplïçäté ä çhöïçé räthér thän üsé thé Àdd Çhöïçé ßüttön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂#

source: Correct Choice[s]
eo: Çörréçt Çhöïçé[s] Ⱡ'σ#

source: Specify the value[s] that students may select for this question to be considered correct.
eo: Spéçïfý thé välüé[s] thät stüdénts mäý séléçt för thïs qüéstïön tö ßé çönsïdéréd çörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Correct
eo: Çörréçt #

source: Acceptable
eo: Àççéptäßlé Ⱡ#

source: Wrong
eo: Wröng Ⱡ'σяєм ι#

source: Not Acceptable
eo: Nöt Àççéptäßlé Ⱡ'#

source: No choices set yet.
eo: Nö çhöïçés sét ýét. Ⱡ'σя#

source: You must indicate the correct answer[s], or the student will always get this question wrong.
eo: Ýöü müst ïndïçäté thé çörréçt änswér[s], ör thé stüdént wïll älwäýs gét thïs qüéstïön wröng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Duplicate correct choices set
eo: Düplïçäté çörréçt çhöïçés sét Ⱡ'σяєм #

source: A choice value listed as correct does not exist: {choice}
eo: À çhöïçé välüé lïstéd äs çörréçt döés nöt éxïst: {choice} Ⱡ'σяєм ιρѕυм ∂σ#

source: Low
eo: Löw Ⱡ'σя#

source: Label for low ratings
eo: Läßél för löw rätïngs Ⱡ'σя#

source: Less
eo: Léss Ⱡ'σяєм#

source: High
eo: Hïgh Ⱡ'σяєм#

source: Label for high ratings
eo: Läßél för hïgh rätïngs Ⱡ'σяє#

source: More
eo: Möré Ⱡ'σяєм#

source: Accepted Choice[s]
eo: Àççéptéd Çhöïçé[s] Ⱡ'σ#

source: Specify the rating value[s] that students may select for this question to be considered correct.
eo: Spéçïfý thé rätïng välüé[s] thät stüdénts mäý séléçt för thïs qüéstïön tö ßé çönsïdéréd çörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Mode
eo: Mödé Ⱡ'σяєм#

source: Mode of the mentoring. 'standard' or 'assessment'
eo: Mödé öf thé méntörïng. 'ständärd' ör 'ässéssmént' Ⱡ'σяєм ιρѕυм ∂#

source: Followed by
eo: Föllöwéd ßý Ⱡ#

source: url_name of the step after the current mentoring block in workflow.
eo: ürl_nämé öf thé stép äftér thé çürrént méntörïng ßlöçk ïn wörkflöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Max. Attempts Allowed
eo: Mäx. Àttémpts Àllöwéd Ⱡ'σя#

source: Number of max attempts allowed for this questions
eo: Nümßér öf mäx ättémpts ällöwéd för thïs qüéstïöns Ⱡ'σяєм ιρѕυм ∂#

source: Enforce Dependency
eo: Énförçé Dépéndénçý Ⱡ'σ#

source: Should the next step be the current block to complete?
eo: Shöüld thé néxt stép ßé thé çürrént ßlöçk tö çömplété? Ⱡ'σяєм ιρѕυм ∂σ#

source: Show Submit Button
eo: Shöw Süßmït Büttön Ⱡ'σ#

source: Allow submission of the current block?
eo: Àllöw süßmïssïön öf thé çürrént ßlöçk? Ⱡ'σяєм ιρѕ#

source: XML content
eo: XML çöntént Ⱡ#

source: Not used for version 2. This field is here only to preserve the data needed to upgrade from v1 to v2.
eo: Nöt üséd för vérsïön 2. Thïs fïéld ïs héré önlý tö présérvé thé dätä néédéd tö üpgrädé fröm v1 tö v2. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Defines the maximum total grade of the block.
eo: Défïnés thé mäxïmüm tötäl grädé öf thé ßlöçk. Ⱡ'σяєм ιρѕυм#

source: Title (Display name)
eo: Tïtlé (Dïspläý nämé) Ⱡ'σя#

source: Title to display
eo: Tïtlé tö dïspläý Ⱡ'σ#

source: Mentoring Questions
eo: Méntörïng Qüéstïöns Ⱡ'σя#

source: There should only be one '{msg_type}' message component.
eo: Théré shöüld önlý ßé öné '{msg_type}' méssägé çömpönént. Ⱡ'σяєм ιρѕυм ∂#

source: A component inside this mentoring block has issues.
eo: À çömpönént ïnsïdé thïs méntörïng ßlöçk häs ïssüés. Ⱡ'σяєм ιρѕυм ∂#

source: Message
eo: Méssägé #

source: Message to display upon completion
eo: Méssägé tö dïspläý üpön çömplétïön Ⱡ'σяєм ιρ#

source: Type of message
eo: Týpé öf méssägé Ⱡ'#

source: Message when student reaches max. # of attempts ({limit})
eo: Méssägé whén stüdént réäçhés mäx. # öf ättémpts ({limit}) Ⱡ'σяєм ιρѕυм ∂σ#

source: unlimited
eo: ünlïmïtéd #

source: Message shown when complete
eo: Méssägé shöwn whén çömplété Ⱡ'σяєм#

source: Message shown when incomplete
eo: Méssägé shöwn whén ïnçömplété Ⱡ'σяєм #

source: Required Choices
eo: Réqüïréd Çhöïçés Ⱡ'σ#

source: Specify the value[s] that students must select for this MRQ to be considered correct.
eo: Spéçïfý thé välüé[s] thät stüdénts müst séléçt för thïs MRQ tö ßé çönsïdéréd çörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Ignored Choices
eo: Ìgnöréd Çhöïçés Ⱡ'#

source: Specify the value[s] that are neither correct nor incorrect. Any values not listed as required or ignored will be considered wrong.
eo: Spéçïfý thé välüé[s] thät äré néïthér çörréçt nör ïnçörréçt. Àný välüés nöt lïstéd äs réqüïréd ör ïgnöréd wïll ßé çönsïdéréd wröng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Required
eo: Réqüïréd #

source: Ignored
eo: Ìgnöréd #

source: Duplicate required choices set
eo: Düplïçäté réqüïréd çhöïçés sét Ⱡ'σяєм #

source: Duplicate ignored choices set
eo: Düplïçäté ïgnöréd çhöïçés sét Ⱡ'σяєм #

source: A choice is listed as both required and ignored: {}
eo: À çhöïçé ïs lïstéd äs ßöth réqüïréd änd ïgnöréd: {} Ⱡ'σяєм ιρѕυм ∂#

source: A choice value listed as required does not exist: {}
eo: À çhöïçé välüé lïstéd äs réqüïréd döés nöt éxïst: {} Ⱡ'σяєм ιρѕυм ∂σ#

source: A choice value listed as ignored does not exist: {}
eo: À çhöïçé välüé lïstéd äs ïgnöréd döés nöt éxïst: {} Ⱡ'σяєм ιρѕυм ∂#

source: The ID of this question (required). Should be unique within this mentoring component.
eo: Thé ÌD öf thïs qüéstïön (réqüïréd). Shöüld ßé ünïqüé wïthïn thïs méntörïng çömpönént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: General feedback provided when submiting
eo: Généräl féédßäçk prövïdéd whén süßmïtïng Ⱡ'σяєм ιρѕυ#

source: Defines the maximum total grade of this question.
eo: Défïnés thé mäxïmüm tötäl grädé öf thïs qüéstïön. Ⱡ'σяєм ιρѕυм ∂#

source: A unique Question ID is required.
eo: À ünïqüé Qüéstïön ÌD ïs réqüïréd. Ⱡ'σяєм ι#

source: Question ID should not contain spaces.
eo: Qüéstïön ÌD shöüld nöt çöntäïn späçés. Ⱡ'σяєм ιρѕ#

source: Some choice values are not unique.
eo: Sömé çhöïçé välüés äré nöt ünïqüé. Ⱡ'σяєм ιρ#

source: Multiple tips configured for the same choice.
eo: Mültïplé tïps çönfïgüréd för thé sämé çhöïçé. Ⱡ'σяєм ιρѕυм#

source: Display name
eo: Dïspläý nämé Ⱡ#

source: Title of the table
eo: Tïtlé öf thé täßlé Ⱡ'σ#

source: Answers Table
eo: Ànswérs Täßlé Ⱡ'#

source: Special Mode
eo: Spéçïäl Mödé Ⱡ#

source: Variant of the table that will display a specific background image.
eo: Värïänt öf thé täßlé thät wïll dïspläý ä spéçïfïç ßäçkgröünd ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Display Name
eo: Dïspläý Nämé Ⱡ#

source: Header
eo: Héädér Ⱡ'σяєм ιρѕ#

source: Header of this column
eo: Héädér öf thïs çölümn Ⱡ'σя#

source: Content
eo: Çöntént #

source: Text of the tip to show if the student chooses this tip's associated choice[s]
eo: Téxt öf thé tïp tö shöw ïf thé stüdént çhöösés thïs tïp's ässöçïätéd çhöïçé[s] Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #

source: For Choices
eo: För Çhöïçés Ⱡ#

source: List of choices for which to display this tip
eo: Lïst öf çhöïçés för whïçh tö dïspläý thïs tïp Ⱡ'σяєм ιρѕυм#

source: Width
eo: Wïdth Ⱡ'σяєм ι#

source: Width of the tip popup (e.g. '400px')
eo: Wïdth öf thé tïp pöpüp (é.g. '400px') Ⱡ'σяєм ιρѕ#

source: Height
eo: Héïght Ⱡ'σяєм ιρѕ#

source: Height of the tip popup (e.g. '200px')
eo: Héïght öf thé tïp pöpüp (é.g. '200px') Ⱡ'σяєм ιρѕ#

source: Tip for {list_of_choices}
eo: Tïp för {list_of_choices} Ⱡ#

source: A choice selected for this tip does not exist.
eo: À çhöïçé séléçtéd för thïs tïp döés nöt éxïst. Ⱡ'σяєм ιρѕυм #

source: No answer yet.
eo: Nö änswér ýét. Ⱡ'#

source: Add HTML
eo: Àdd HTML #

source: Add Answer Recap
eo: Àdd Ànswér Réçäp Ⱡ'σ#

source: Add Answer Recap Column
eo: Àdd Ànswér Réçäp Çölümn Ⱡ'σяє#

source: You need to complete %(link_start)sthe previous step%(link_end)s before attempting this step.
eo: Ýöü nééd tö çömplété %(link_start)sthé prévïöüs stép%(link_end)s ßéföré ättémptïng thïs stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Add New Component
eo: Àdd Néw Çömpönént Ⱡ'σ#

source: Long Answer
eo: Löng Ànswér Ⱡ#

source: Multiple Choice Question
eo: Mültïplé Çhöïçé Qüéstïön Ⱡ'σяє#

source: Rating Question
eo: Rätïng Qüéstïön Ⱡ'#

source: Multiple Response Question
eo: Mültïplé Réspönsé Qüéstïön Ⱡ'σяєм#

source: HTML
eo: HTML Ⱡ'σяєм#

source: Long Answer Recap
eo: Löng Ànswér Réçäp Ⱡ'σ#

source: Answer Recap Table
eo: Ànswér Réçäp Täßlé Ⱡ'σ#

source: Message (Complete)
eo: Méssägé (Çömplété) Ⱡ'σ#

source: Message (Incomplete)
eo: Méssägé (Ìnçömplété) Ⱡ'σя#

source: Message (Max # Attempts)
eo: Méssägé (Mäx # Àttémpts) Ⱡ'σяє#

source: url_name for linking to this mentoring question set:
eo: ürl_nämé för lïnkïng tö thïs méntörïng qüéstïön sét: Ⱡ'σяєм ιρѕυм ∂σ#

source: Add Custom Choice
eo: Àdd Çüstöm Çhöïçé Ⱡ'σ#

source: Add Tip
eo: Àdd Tïp #

source: Built-in choices:
eo: Büïlt-ïn çhöïçés: Ⱡ'σ#

source: Additional custom choices and tips:
eo: Àddïtïönäl çüstöm çhöïçés änd tïps: Ⱡ'σяєм ιρ#
