Repository: open-craft/problem-builder
Catalog: problem_builder/translations/*/LC_MESSAGES/text.po
Languages: eo, fr, fr_ca, ja_jp

source: Could not find any of the specified usernames.
eo: Çöüld nöt fïnd äný öf thé spéçïfïéd üsérnämés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Impossible de trouver les noms d'utilisateur spécifiés
fr_ca: Impossible de trouver l'un des noms d'utilisateur spécifiés.
ja_jp: 指定のユーザー名が見つかりませんでした。

source: Message
eo: Méssägé Ⱡ'σяєм ιρѕυм #
ja_jp: メッセージ

source: General feedback provided when submitting. (This is not shown if there is a more specific feedback tip for the choice selected by the learner.)
eo: Généräl féédßäçk prövïdéd whén süßmïttïng. (Thïs ïs nöt shöwn ïf théré ïs ä möré spéçïfïç féédßäçk tïp för thé çhöïçé séléçtéd ßý thé léärnér.) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕ#
fr: Commentaire général fourni au moment de l'envoi. (Ceci ne s'affiche pas s'il y a un conseil de commentaire plus spécifique pour le choix sélectionné par l’apprenant).
fr_ca: Rétroactions générales fournies lors de la soumission. (Ceci n'est pas indiqué s'il existe un conseil de rétroaction plus spécifique pour le choix sélectionné par l'apprenant.)
ja_jp: 提出時に提供される一般的なフィードバック。(学習者が選択した選択肢について、より具体的なフィードバックがある場合は表示されません。)

source: Correct Choice[s]
eo: Çörréçt Çhöïçé[s] Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Choix correct(s)
fr_ca: Choix correct[s]
ja_jp: 正解

source: Specify the value[s] that students may select for this question to be considered correct.
eo: Spéçïfý thé välüé[s] thät stüdénts mäý séléçt för thïs qüéstïön tö ßé çönsïdéréd çörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: Spécifiez la ou les valeurs que les étudiants peuvent sélectionner pour cette question comme étant correctes.
fr_ca: Spécifiez la / les valeur[s] que les étudiants peuvent sélectionner pour que cette question soit considérée comme correcte.
ja_jp: この質問で生徒が選択する値のうち、正解とみなせるものを指定します。

source: Correct
eo: Çörréçt Ⱡ'σяєм ιρѕυм #
fr: Correcte
ja_jp: 正解

source: Acceptable
eo: Àççéptäßlé Ⱡ'σяєм ιρѕυм ∂σłσ#
ja_jp: 容認可

source: Wrong
eo: Wröng Ⱡ'σяєм ιρѕ#
fr: Incorrecte
fr_ca: Faux
ja_jp: 不正解

source: Not Acceptable
eo: Nöt Àççéptäßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Inacceptable
fr_ca: Non acceptable
ja_jp: 容認不可

source: You must indicate the correct answer[s], or the student will always get this question wrong.
eo: Ýöü müst ïndïçäté thé çörréçt änswér[s], ör thé stüdént wïll älwäýs gét thïs qüéstïön wröng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: Vous devez indiquer la ou les bonnes réponses, autrement les étudiants donneront toujours une mauvaise réponse.
fr_ca: Vous devez indiquer la bonne réponse [] sinon l'élève comprendra toujours mal la question.
ja_jp: 正解を示してください、そうしないと、生徒は間違った回答を選び続けます。

source: Duplicate correct choices set
eo: Düplïçäté çörréçt çhöïçés sét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Copier l’ensemble de choix correct
fr_ca: Les choix correct du doublon sont fixés
ja_jp: 重複する正解一式

source: A choice value listed as correct does not exist: {choice}
eo: À çhöïçé välüé lïstéd äs çörréçt döés nöt éxïst: {choice} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Une valeur de choix désignée comme correct n'existe pas : {choice}
fr_ca: Un choix de valeur répertorié comme correct n'existe pas: {choice}
ja_jp: 正解と表示される選択肢の値は存在しません: {choice}

source: Low
eo: Löw Ⱡ'σяєм#
fr: Basse
fr_ca: Faible
ja_jp: 低

source: Label for low ratings
eo: Läßél för löw rätïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Étiquette pour les notes basses
fr_ca: Libellé pour les faibles évaluations
ja_jp: 低評価用ラベル

source: Less
eo: Léss Ⱡ'σяєм ι#
fr: Moins
fr_ca: Moins
ja_jp: より低い

source: High
eo: Hïgh Ⱡ'σяєм ι#
fr: Élevée
fr_ca: Haut
ja_jp: 高

source: Label for high ratings
eo: Läßél för hïgh rätïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: Étiquette pour les notes élevées
fr_ca: Libellé pour les évaluations élevées
ja_jp: 高評価用ラベル

source: More
eo: Möré Ⱡ'σяєм ι#
fr: Plus
fr_ca: Plus
ja_jp: より高い

source: Accepted Choice[s]
eo: Àççéptéd Çhöïçé[s] Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Choix accepté(s)
fr_ca: Choix accepté[s]
ja_jp: 容認された選択肢

source: Specify the rating value[s] that students may select for this question to be considered correct.
eo: Spéçïfý thé rätïng välüé[s] thät stüdénts mäý séléçt för thïs qüéstïön tö ßé çönsïdéréd çörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Spécifiez la ou les valeurs que les étudiants peuvent sélectionner pour cette question comme étant correctes.
fr_ca: Spécifiez les valeurs de notation [] que les étudiants peuvent sélectionner pour que cette question soit considérée comme correcte.
ja_jp: この質問で生徒が選択する評価値のうち、正解とみなせるものを指定します。

source: Show title
eo: Shöw tïtlé Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Afficher le titre
fr_ca: Afficher le titre
ja_jp: 件名を表示する

source: Display the title?
eo: Dïspläý thé tïtlé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Afficher le titre ?
fr_ca: Afficher le titre ?
ja_jp: 件名を表示しますか?

source: Max. attempts allowed
eo: Mäx. ättémpts ällöwéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Nombre maximum de tentatives autorisées
fr_ca: Max. tentatives permises
ja_jp: 回答可能回数

source: Maximum number of times students are allowed to attempt the questions belonging to this block
eo: Mäxïmüm nümßér öf tïmés stüdénts äré ällöwéd tö ättémpt thé qüéstïöns ßélöngïng tö thïs ßlöçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Nombre maximum de tentatives autorisées dont les étudiants disposent pour répondre aux question de ce bloc
fr_ca: Nombre maximum de fois que les étudiants sont autorisés à tenter les questions appartenant à ce bloc
ja_jp: このブロックの質問について、生徒が回答を試みることのできる最大回数

source: Weight
eo: Wéïght Ⱡ'σяєм ιρѕυ#
fr: Pondération
fr_ca: Poids
ja_jp: 重み

source: Defines the maximum total grade of the block.
eo: Défïnés thé mäxïmüm tötäl grädé öf thé ßlöçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Définit la note totale maximum de ce bloc
fr_ca: Définit la note totale maximale du bloc.
ja_jp: ブロックの最大の合計成績を定義します

source: Followed by
eo: Föllöwéd ßý Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Suivi par
fr_ca: Suivi par
ja_jp: 次が続く:

source: url_name of the step after the current mentoring block in workflow.
eo: ürl_nämé öf thé stép äftér thé çürrént méntörïng ßlöçk ïn wörkflöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: url_name de l'étape après le bloc de mentorat actuel dans le flux de travail.
fr_ca: nom_url de l'étape suivant le bloc de mentorat actuel dans le flux de travail.
ja_jp: ワークフロー中の現在のメンタリングの後にあるステップのurl_name。

source: Enforce Dependency
eo: Énförçé Dépéndénçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Appliquer la dépendance
fr_ca: Appliquer la dépendance
ja_jp: 依存性を強化する

source: Should the next step be the current block to complete?
eo: Shöüld thé néxt stép ßé thé çürrént ßlöçk tö çömplété? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: L'étape suivante doit-elle être le bloc actuel à terminer ?
fr_ca: La prochaine étape devrait-elle être le bloc actuel à compléter?
ja_jp: 次のステップを、完了するための現在のブロックとしますか?

source: Show Submit Button
eo: Shöw Süßmït Büttön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Afficher le bouton Envoyer
fr_ca: Afficher le bouton de soumission
ja_jp: 提出ボタンを表示する

source: Allow submission of the current block?
eo: Àllöw süßmïssïön öf thé çürrént ßlöçk? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Permettre l'envoi du bloc actuel ?
fr_ca: Autoriser la soumission du bloc actuel?
ja_jp: 現在のブロックの提出を許可しますか?

source: XML content
eo: XML çöntént Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Contenu XML
fr_ca: Contenu XML
ja_jp: XMLコンテンツ

source: Not used for version 2. This field is here only to preserve the data needed to upgrade from v1 to v2.
eo: Nöt üséd för vérsïön 2. Thïs fïéld ïs héré önlý tö présérvé thé dätä néédéd tö üpgrädé fröm v1 tö v2. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Non utilisé pour la version 2. Ce champ n’est ici que pour préserver les données nécessaires pour la mise à niveau de V1 vers V2.
fr_ca: Non utilisé pour la version 2. Ce champ est uniquement là pour conserver les données nécessaires à la mise à niveau de v1 à v2.
ja_jp: バージョン2には使用されません。この欄は、バージョン1からバージョン2へのアップグレードに必要なデータを維持するためだけのものです。

source: Problem Builder
eo: Prößlém Büïldér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Créateur de problème
fr_ca: Créateur de problème
ja_jp: 問題ビルダー

source: Feedback Header
eo: Féédßäçk Héädér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: En-tête de commentaire
fr_ca: En-tête de commentaires
ja_jp: フィードバック・ヘッダー

source: Header for feedback messages
eo: Héädér för féédßäçk méssägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: En-tête pour les messages de commentaire
fr_ca: En-tête pour les messages de rétroaction
ja_jp: フィードバック・メッセージ用ヘッダー

source: Feedback
eo: Féédßäçk Ⱡ'σяєм ιρѕυм ∂#
fr: Commentaires
fr_ca: Commentaire
ja_jp: フィードバック

source: Show extended feedback details when all attempts are used up.
eo: Shöw éxténdéd féédßäçk détäïls whén äll ättémpts äré üséd üp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Affiche tous les détails du commentaire lorsque toutes les tentatives ont été utilisées.
fr_ca: Afficher les détails de la rétroaction détaillée lorsque toutes les tentatives sont utilisées.
ja_jp: すべての挑戦回数が使い切られたら、拡張版フィードバック内容を表示します。

source: Video
eo: Vïdéö Ⱡ'σяєм ιρѕ#
fr: Vidéo
fr_ca: Vidéo
ja_jp: 動画

source: Image Modal
eo: Ìmägé Mödäl Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Modal d’image
fr_ca: Image modale
ja_jp: 画像モーダル

source: Ooyala Player
eo: Ööýälä Pläýér Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fr: Lecteur Ooyala
fr_ca: Lecteur Ooyala

source: HTML
eo: HTML Ⱡ'σяєм ι#

source: Error: Unable to load child component.
eo: Érrör: Ûnäßlé tö löäd çhïld çömpönént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Erreur : impossible de télécharger le composant enfant.
fr_ca: Erreur : Impossible de charger le composant enfant.
ja_jp: エラー: チャイルド・コンポーネントが読み込めません。

source: There should only be one '{msg_type}' message component.
eo: Théré shöüld önlý ßé öné '{msg_type}' méssägé çömpönént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Il ne devrait y avoir qu'un seul composant de message « {msg_type} ».
fr_ca: Il ne devrait y avoir qu'un seul composant de message '{msg_type}'.
ja_jp: メッセージ・コンポーネントは1個の「{msg_type}」のみであること。

source: A component inside this mentoring block has issues.
eo: À çömpönént ïnsïdé thïs méntörïng ßlöçk häs ïssüés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Un composant à l'intérieur de ce bloc de mentorat présente des problèmes.
fr_ca: Un composant de ce bloc de mentorat présente des problèmes.
ja_jp: このメンタリング・ブロック中のコンポーネントには問題があります。

source: Extended feedback
eo: Éxténdéd féédßäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Commentaire détaillé
fr_ca: Rétroaction étendue
ja_jp: 拡張フィードバック

source: Show extended feedback when all attempts are used up?
eo: Shöw éxténdéd féédßäçk whén äll ättémpts äré üséd üp? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Afficher tous les détails du commentaire lorsque toutes les tentatives ont été utilisées ?
fr_ca: Afficher la rétroaction détaillée lorsque toutes les tentatives sont utilisées?
ja_jp: すべての挑戦回数が使い切られたら、拡張版フィードバック内容を表示しますか?

source: Title (display name)
eo: Tïtlé (dïspläý nämé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Titre (Nom d’Affichage)
fr_ca: Titre (nom d'affichage)
ja_jp: 件名 (表示名)

source: Step Builder
eo: Stép Büïldér Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Créateur d’étape
fr_ca: Créateur d'étape
ja_jp: ステップ・ビルダー

source: Completed
eo: Çömplétéd Ⱡ'σяєм ιρѕυм ∂σł#
fr: Terminé
fr_ca: Terminé
ja_jp: 完了

source: Message (Complete)
eo: Méssägé (Çömplété) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Message (Terminé)
fr_ca: Message (Complet)
ja_jp: メッセージ (完了)

source: Message shown when complete
eo: Méssägé shöwn whén çömplété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: Message affiché lorsque l’étudiant a terminé
fr_ca: Message affiché une fois terminé
ja_jp: 完了時に表示されるメッセージ

source: Great job!
eo: Gréät jöß! Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Excellent !
fr_ca: Bon travail!
ja_jp: よくできました!

source: This message will be shown when the student achieves a perfect score.
eo: Thïs méssägé wïll ßé shöwn whén thé stüdént äçhïévés ä pérféçt sçöré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Ce message s'affichera lorsque l'étudiant a obtenu la note maximale.
fr_ca: Ce message s’affiche lorsque l’élève obtient un score parfait.
ja_jp: このメッセージは、生徒が満点を取った場合に表示されます。

source: Incomplete
eo: Ìnçömplété Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Inachevé
fr_ca: Incomplet
ja_jp: 未完了

source: Message (Incomplete)
eo: Méssägé (Ìnçömplété) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Message (Inachevé)
fr_ca: Message (Incomplet)
ja_jp: メッセージ (未完了)

source: Message shown when incomplete
eo: Méssägé shöwn whén ïnçömplété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Message affiché lorsque l’étudiant n’a pas fini
fr_ca: Message affiché lorsqu'incomplet
ja_jp: 未完了時に表示されるメッセージ

source: Not quite! You can try again, though.
eo: Nöt qüïté! Ýöü çän trý ägäïn, thöügh. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Pas tout à fait ! Cependant vous pouvez réessayer.
fr_ca: Pas tout-à-fait! Vous pouvez essayer de nouveau.
ja_jp: あと少しです。改めてお試しください。

source: This message will be shown when the student gets at least one question wrong, but is allowed to try again.
eo: Thïs méssägé wïll ßé shöwn whén thé stüdént géts ät léäst öné qüéstïön wröng, ßüt ïs ällöwéd tö trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Ce message s'affichera lorsque l'étudiant a au moins une mauvaise réponse, mais qu’il est autorisé à réessayer.
fr_ca: Ce message s'affiche lorsque l'élève se trompe pour au moins une question, mais est autorisé à réessayer.
ja_jp: このメッセージは、生徒が少なくとも1問間違えた場合に表示されます。ただし、再度の挑戦はできます。

source: Reached max. # of attempts
eo: Réäçhéd mäx. # öf ättémpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: Nombre maximum de tentatives atteint
fr_ca: Vous avez atteint # max. de tentatives
ja_jp: 最大挑戦回数に達しました

source: Message (Max # Attempts)
eo: Méssägé (Mäx # Àttémpts) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: Message (Nbre max. de tentatives)
fr_ca: Message (Max # Tentatives)
ja_jp: メッセージ (最大挑戦回数)

source: Message shown when student reaches max. # of attempts
eo: Méssägé shöwn whén stüdént réäçhés mäx. # öf ättémpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Ce message s'affiche lorsque l'étudiant atteint le nombre maximum de tentatives
fr_ca: Message affiché lorsque l'élève atteint max. # de tentatives
ja_jp: 生徒が最大挑戦回数に達した場合に表示されるメッセージ

source: Sorry, you have used up all of your allowed submissions.
eo: Sörrý, ýöü hävé üséd üp äll öf ýöür ällöwéd süßmïssïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Désolé, vous avez atteint le nombre d'envois autorisés.
fr_ca: Désolé, vous avez utilisé toutes vos soumissions autorisées.
ja_jp: 申し訳ございません。提出回数が最大数に達しました。

source: This message will be shown when the student has used up all of their allowed attempts without achieving a perfect score.
eo: Thïs méssägé wïll ßé shöwn whén thé stüdént häs üséd üp äll öf théïr ällöwéd ättémpts wïthöüt äçhïévïng ä pérféçt sçöré. Ⱡ'σяєм ιρѕυ#
fr: Ce message s'affiche quand un étudiant a atteint le nombre de réponses autorisées sans avoir obtenu la note maximale.
fr_ca: Ce message s’affiche lorsque l’élève a utilisé toutes ses tentatives autorisées sans obtenir un score parfait.
ja_jp: このメッセージは、満点を取らずに最大挑戦回数を使い切った場合に表示されます。

source: Study tips if this question was wrong
eo: Stüdý tïps ïf thïs qüéstïön wäs wröng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Conseil d'étude si la mauvaise réponse a été donnée pour cette question
fr_ca: Conseils d'étude si cette question était fausse
ja_jp: この質問が不正解の場合の学習ヒント

source: Study tips shown if question was answered incorrectly
eo: Stüdý tïps shöwn ïf qüéstïön wäs änswéréd ïnçörréçtlý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Les conseils d'étude s'affichent si l’étudiant n’a pas bien répondu à cette question
fr_ca: Conseils d'étude affichés en cas de réponse incorrecte à la question
ja_jp: 質問の答えが不正解の場合の学習ヒント

source: Review ____.
eo: Révïéw ____. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Réviser ______.
fr_ca: Réviser ____.
ja_jp: ____を確認します。

source: This message will be shown when the student is reviewing their answers to the assessment, if the student got this specific question wrong and is allowed to try again.
eo: Thïs méssägé wïll ßé shöwn whén thé stüdént ïs révïéwïng théïr änswérs tö thé ässéssmént, ïf thé stüdént göt thïs spéçïfïç qüéstïön wröng änd ïs ällöwéd tö trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ι#
fr: Ce message s'affiche lorsqu'un étudiant révise ses réponses à l'évaluation, si l'étudiant a donné une mauvaise réponse à cette question et qu'il est autorisé à réessayer.
fr_ca: Ce message s'affiche lorsque l'élève revoit ses réponses à l'évaluation, s'il a mal compris la question et s'il est autorisé à réessayer.
ja_jp: このメッセージは、生徒が特定の質問で不正解になり、再度挑戦できる場合で、生徒がテストの解答を確認する際に表示されます。

source: Message to display upon completion
eo: Méssägé tö dïspläý üpön çömplétïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Message à afficher à la fin
fr_ca: Message à afficher à la fin
ja_jp: 完了時に表示するメッセージ

source: Type of message
eo: Týpé öf méssägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Type de message
fr_ca: Type de message
ja_jp: メッセージ・タイプ

source: Child
eo: Çhïld Ⱡ'σяєм ιρѕ#
fr: Enfant
fr_ca: Enfant
ja_jp: チャイルド

source: {child_caption} {number}
eo: {child_caption} {number} Ⱡ'σяєм ιρѕυм #

source: The ID of this question (required). Should be unique within this mentoring component.
eo: Thé ÌD öf thïs qüéstïön (réqüïréd). Shöüld ßé ünïqüé wïthïn thïs méntörïng çömpönént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: L'ID de cette question (obligatoire). Doit être unique dans le composant de ce mentorat.
fr_ca: L'identifiant de cette question (obligatoire). Devrait être unique dans cette composante de mentorat.
ja_jp: この質問のID (必須)。このメンタリング・コンポーネント中で固有のものであること。

source: Question title
eo: Qüéstïön tïtlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Titre de la question
fr_ca: Titre de question
ja_jp: 質問の件名

source: Leave blank to use the default ("Question 1", "Question 2", etc.)
eo: Léävé ßlänk tö üsé thé défäült ("Qüéstïön 1", "Qüéstïön 2", étç.) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Ne rien inscrire pour utiliser la valeur par défaut (« Question 1 », « Question 2 », etc.)
fr_ca: Laisser vide pour utiliser la valeur par défaut ("Question 1", "Question 2", etc.)
ja_jp: デフォルトを使用するため空欄のままにします (「質問1」、「質問2」など)

source: Defines the maximum total grade of this question.
eo: Défïnés thé mäxïmüm tötäl grädé öf thïs qüéstïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Définit la note totale maximum de cette question
fr_ca: Définit la note totale maximale de cette question.
ja_jp: この質問の最大合計成績を定義します。

source: This XBlock does not have any settings.
eo: Thïs XBlöçk döés nöt hävé äný séttïngs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Ce XBlock ne contient aucun paramètre.
fr_ca: Ce XBlock n'a aucun paramètre.
ja_jp: このXBlockには設定がありません。

source: Required Choices
eo: Réqüïréd Çhöïçés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: Choix obligatoires
fr_ca: Choix requis
ja_jp: 必須の選択肢

source: Specify the value[s] that students must select for this MRQ to be considered correct.
eo: Spéçïfý thé välüé[s] thät stüdénts müst séléçt för thïs MRQ tö ßé çönsïdéréd çörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Spécifiez la ou les valeurs que les étudiants peuvent sélectionner pour cette QCM comme étant correctes.
fr_ca: Spécifiez la valeur [s] que les étudiants doivent sélectionner pour que ce MRQ soit considéré comme correct.
ja_jp: このMRQで生徒が選択する値のうち、正解とみなせるものを指定します。

source: Ignored Choices
eo: Ìgnöréd Çhöïçés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Choix ignorés
fr_ca: Choix ignorés
ja_jp: 無視の選択肢

source: Specify the value[s] that are neither correct nor incorrect. Any values not listed as required or ignored will be considered wrong.
eo: Spéçïfý thé välüé[s] thät äré néïthér çörréçt nör ïnçörréçt. Àný välüés nöt lïstéd äs réqüïréd ör ïgnöréd wïll ßé çönsïdéréd wröng. Ⱡ#
fr: Spécifiez les valeurs qui ne sont ni correctes ni incorrectes. Toutes les valeurs qui ne sont pas listées comme obligatoire ou ignorée seront considérées comme erronées.
fr_ca: Spécifiez la valeur [s] qui n'est ni correcte ni incorrecte. Toute valeur non listée comme requise ou ignorée sera considérée comme fausse.
ja_jp: 正解でも不正解でもない値を指定します。必須でも無視でもない値は不正解と見なされます。

source: General feedback provided when submitting
eo: Généräl féédßäçk prövïdéd whén süßmïttïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Commentaire général fourni au moment de l'envoi
fr_ca: Rétroaction générale fournie lors de la soumission
ja_jp: 提出時に提供される一般的なフィードバック

source: Required
eo: Réqüïréd Ⱡ'σяєм ιρѕυм ∂#
fr: Obligatoire
fr_ca: Requis
ja_jp: 必須

source: Ignored
eo: Ìgnöréd Ⱡ'σяєм ιρѕυм #
fr: Ignorée
fr_ca: Ignoré
ja_jp: 無視

source: Duplicate required choices set
eo: Düplïçäté réqüïréd çhöïçés sét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: Copier l’ensemble de choix obligatoire
fr_ca: Le doublon requiert que les choix soient fixés
ja_jp: 重複する必須の選択肢一式

source: Duplicate ignored choices set
eo: Düplïçäté ïgnöréd çhöïçés sét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Copier l’ensemble de choix ignorée
fr_ca: Le doublon a ignoré les choix fixés
ja_jp: 重複する無視の選択肢一式

source: A choice is listed as both required and ignored: {}
eo: À çhöïçé ïs lïstéd äs ßöth réqüïréd änd ïgnöréd: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Un choix est spécifié à la fois comme obligatoire et ignorée : {}
fr_ca: Un choix est répertorié comme obligatoire et ignoré: {}
ja_jp: 必須と無視の両方として選択肢が表示されています: {}

source: A choice value listed as required does not exist: {}
eo: À çhöïçé välüé lïstéd äs réqüïréd döés nöt éxïst: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Une valeur de choix désignée comme obligatoire n'existe pas : {}
fr_ca: Un choix répertorié comme requis n'existe pas: {}
ja_jp: 必須と指定された選択肢の値は存在しません: {}

source: A choice value listed as ignored does not exist: {}
eo: À çhöïçé välüé lïstéd äs ïgnöréd döés nöt éxïst: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Une valeur de choix désignée comme ignorée n'existe pas : {}
fr_ca: Un choix répertorié comme ignoré n'existe pas: {}
ja_jp: 無視と指定された選択肢の値は存在しません: {}

source: Plot
eo: Plöt Ⱡ'σяєм ι#
fr: Courbe
fr_ca: Diagramme
ja_jp: プロット

source: Plot title
eo: Plöt tïtlé Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Titre de la courbe
fr_ca: Titre du diagramme
ja_jp: プロット件名

source: Plot label
eo: Plöt läßél Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Étiquette la courbe
fr_ca: Libellé du diagramme
ja_jp: プロット・ラベル

source: Label for default overlay that shows student's answers to scale questions
eo: Läßél för défäült övérläý thät shöws stüdént's änswérs tö sçälé qüéstïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Étiquettes de l’incrustation par défaut qui affiche les réponses des étudiants aux questions d'échelle
fr_ca: Le libellé pour la superposition par défaut indiquant les réponses des étudiants aux questions d'échelle
ja_jp: スケールの質問に対する生徒の回答を表示するデフォルト・オーバーレイのラベル

source: Point color (default overlay)
eo: Pöïnt çölör (défäült övérläý) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Couleur de point (incrustation par défaut)
fr_ca: Couleur de diagramme (superposition par défaut)
ja_jp: ポイントカラー (デフォルト・オーバーレイ)

source: Point color to use for default overlay
eo: Pöïnt çölör tö üsé för défäült övérläý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Couleur de point à utiliser pour l’incrustation par défaut
fr_ca: Couleur de diagramme à utiliser pour la superposition par défaut
ja_jp: デフォルト・オーバーレイ用に使用するポイントカラー
