Repository: open-craft/problem-builder
Catalog: problem_builder/translations/*/LC_MESSAGES/text.po
Languages: eo, fr, fr_ca, ja_jp

source: Point color (average overlay)
eo: Pöïnt çölör (ävérägé övérläý) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Couleur de point (incrustation moyenne)
fr_ca: Couleur de diagramme (superposition de la moyenne)
ja_jp: ポイントから― (平均オーバーレイ)

source: Point color to use for average overlay
eo: Pöïnt çölör tö üsé för ävérägé övérläý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Couleur de point à utiliser pour l’incrustation moyenne
fr_ca: Couleur de diagramme à utiliser pour la superposition de la moyenne
ja_jp: 平均オーバーレイように使用するポイントカラー

source: Quadrant I
eo: Qüädränt Ì Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Cadrant I
ja_jp: 象限 I

source: Label for the first quadrant. Plot uses counter-clockwise numbering starting in the top right quadrant.
eo: Läßél för thé fïrst qüädränt. Plöt üsés çöüntér-çlöçkwïsé nümßérïng stärtïng ïn thé töp rïght qüädränt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: Étiquette pour le premier cadran. La courbe utilise une numérotation antihoraire commençant dans le cadran supérieur droit.
fr_ca: Libellé pour le premier quadrant. Le diagramme utilise une numérotation dans le sens anti-horaire en commençant par le quadrant supérieur droit.
ja_jp: 第1象限用のラベル。プロットでは、右上の象限から始まる反時計回りのナンバリングが使用されます。

source: Quadrant II
eo: Qüädränt ÌÌ Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Cadrant II
ja_jp: 象限 II

source: Label for the second quadrant. Plot uses counter-clockwise numbering starting in the top right quadrant.
eo: Läßél för thé séçönd qüädränt. Plöt üsés çöüntér-çlöçkwïsé nümßérïng stärtïng ïn thé töp rïght qüädränt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Étiquette pour le deuxième cadran. La courbe utilise une numérotation antihoraire commençant dans le cadran supérieur droit.
fr_ca: Libellé pour le deuxième quadrant. Le diagramme utilise une numérotation dans le sens anti-horaire en commençant par le quadrant supérieur droit.
ja_jp: 第2象限用のラベル。プロットでは、右上の象限から始まる反時計回りのナンバリングが使用されます。

source: Quadrant III
eo: Qüädränt ÌÌÌ Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Cadrant III
ja_jp: 象限 III

source: Label for the third quadrant. Plot uses counter-clockwise numbering starting in the top right quadrant.
eo: Läßél för thé thïrd qüädränt. Plöt üsés çöüntér-çlöçkwïsé nümßérïng stärtïng ïn thé töp rïght qüädränt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: Étiquette pour le troisième cadran. La courbe utilise une numérotation antihoraire commençant dans le cadran supérieur droit.
fr_ca: Libellé pour le troisième quadrant. Le diagramme utilise une numérotation dans le sens anti-horaire en commençant par le quadrant supérieur droit.
ja_jp: 第3象限用のラベル。プロットでは、右上の象限から始まる反時計回りのナンバリングが使用されます。

source: Quadrant IV
eo: Qüädränt ÌV Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Cadrant IV
ja_jp: 象限 IV

source: Label for the fourth quadrant. Plot uses counter-clockwise numbering starting in the top right quadrant.
eo: Läßél för thé föürth qüädränt. Plöt üsés çöüntér-çlöçkwïsé nümßérïng stärtïng ïn thé töp rïght qüädränt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Étiquette pour le quatrième cadran. La courbe utilise une numérotation antihoraire commençant dans le cadran supérieur droit.
fr_ca: Libellé pour le quatrième quadrant. Le diagramme utilise une numérotation dans le sens anti-horaire en commençant par le quadrant supérieur droit.
ja_jp: 第4象限用のラベル。プロットでは、右上の象限から始まる反時計回りのナンバリングが使用されます。

source: Claims and associated questions
eo: Çläïms änd ässöçïätéd qüéstïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: Réclamations et questions associées
fr_ca: Affirmations et questions associées
ja_jp: クレームと関連する質問

source: Claims and questions that should be included in the plot. Each line defines a triple of the form "claim, q1, q2", where "claim" is arbitrary text that represents a claim, and "q1" and "q2" are IDs of scale or rating questions.
eo: Çläïms änd qüéstïöns thät shöüld ßé ïnçlüdéd ïn thé plöt. Éäçh lïné défïnés ä trïplé öf thé förm "çläïm, q1, q2", whéré "çläïm" ïs ärßïträrý téxt thät réprésénts ä çläïm, änd "q1" änd "q2" äré ÌDs öf sçälé ör rätïng qüéstïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυ#
fr: Les réclamations et les questions qui doivent être incluses dans la courbe. Chaque ligne définit un triple du formulaire « réclamation, q1, q2 » où « réclamation » est un texte arbitraire qui représente une réclamation et « q1 » et « q2 » sont des ID de question de notation ou d'échelle.
fr_ca: Affirmations et questions qui devraient être incluses dans le diagramme. Chaque ligne définit un triple de la forme "affirmation, q1, q2", où "affirmation" est un texte arbitraire qui représente une affirmation, et "q1" et "q2" sont des identifiants de questions d'échelle ou de notation.
ja_jp: プロットに含めるべきクレームと質問。各行は、「クレーム、質問1、質問2」の形式のタプルを定義します。この際、「クレーム」は、クレームを表す任意のテキストで、「質問1」と「質問2」はスケールまたは評価質問のIDです。

source: In addition to the default and average overlays the plot includes the following overlays:
eo: Ìn äddïtïön tö thé défäült änd ävérägé övérläýs thé plöt ïnçlüdés thé föllöwïng övérläýs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: En plus des incrustations moyennes et par défaut, la courbe inclut les incrustations suivantes :
fr_ca: Outre la superpositions par défaut et la superposition de moyenne, le diagramme comprend les superpositions suivantes :
ja_jp: デフォルトと平均のオーバーレイに加え、プロットには、以下のオーバーレイが含まれます:

source: Plot Overlay
eo: Plöt Övérläý Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Incrustation de courbe
fr_ca: Superposition de diagramme
ja_jp: プロット・オーバーレイ

source: Overlay title
eo: Övérläý tïtlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fr: Titre de l’incrustation
fr_ca: Titre de superposition
ja_jp: オーバーレイ・タイトル

source: Label for button that allows to toggle visibility of this overlay
eo: Läßél för ßüttön thät ällöws tö tögglé vïsïßïlïtý öf thïs övérläý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Étiquette bouton qui permet d'activer la visibilité pour cette incrustation
fr_ca: Libellé du bouton permettant de basculer la visibilité de cette superposition
ja_jp: このオーバーレイの可視性をトグルするためのボタン用ラベル

source: Point color
eo: Pöïnt çölör Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Couleur de point
fr_ca: Couleur du diagramme
ja_jp: ポイントカラー

source: Point color to use for this overlay
eo: Pöïnt çölör tö üsé för thïs övérläý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Couleur de point à utiliser pour cette incrustation
fr_ca: Couleur de diagramme à utiliser pour cette superposition
ja_jp: このオーバーレイ用に使用するポイントカラー

source: Description of this overlay (optional)
eo: Désçrïptïön öf thïs övérläý (öptïönäl) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Description de cette incrustation (facultative)
fr_ca: Description de cette superposition (facultatif)
ja_jp: このオーバーレイの説明 (任意)

source: Citation
eo: Çïtätïön Ⱡ'σяєм ιρѕυм ∂#
ja_jp: 引用

source: Source of data belonging to this overlay (optional)
eo: Söürçé öf dätä ßélöngïng tö thïs övérläý (öptïönäl) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Source de données appartenant à cette incrustation (facultative)
fr_ca: Source de données appartenant à cette superposition (facultatif)
ja_jp: このオーバーレイに帰属するデータソース (任意)

source: Claim data
eo: Çläïm dätä Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Données de réclamation
fr_ca: Données d'affirmation
ja_jp: クレームデータ

source: Claim data to include in this overlay. Each line defines a tuple of the form "q1, q2", where "q1" is the value associated with the first scale or rating question, and "q2" is the value associated with the second scale or rating question. Note that data will be associated with claims in the order that they are defined in the parent plot.
eo: Çläïm dätä tö ïnçlüdé ïn thïs övérläý. Éäçh lïné défïnés ä tüplé öf thé förm "q1, q2", whéré "q1" ïs thé välüé ässöçïätéd wïth thé fïrst sçälé ör rätïng qüéstïön, änd "q2" ïs thé välüé ässöçïätéd wïth thé séçönd sçälé ör rätïng qüéstïön. Nöté thät dätä wïll ßé ässöçïätéd wïth çläïms ïn thé ördér thät théý äré défïnéd ïn thé pärént plöt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι#
fr: Données de réclamation à inclure dans cette incrustation. Chaque ligne définit un triple du formulaire « q1, q2 » où « q1 » est la valeur associée avec la première question de notation ou d'échelle, et où « q2 » est la valeur associée avec la deuxième question de notation ou d'échelle. Notez que les données seront associées avec les réclamations dans l'ordre dans lequel elles sont définies dans la courbe parent.
fr_ca: Données d'affirmation à inclure dans cette superposition. Chaque ligne définit un tuple de la forme "q1, q2", où "q1" est la valeur associée à la première question d'échelle ou de notation et "q2" à la valeur associée à la deuxième question d'échelle ou de notation. Notez que les données seront associées aux affirmations dans l'ordre dans lequel elles ont été définies dans le diagramme parent.
ja_jp: このオーバーレイに含めるクレームデータ。各行は、「質問1、質問2」形式のタプルを定義します。この際、「質問1」は、第1のスケールまたは評価質問に関する値で、「質問2」は、第2のスケールまたは評価質問に関する値です。データは、親プロットで定義される順にクレームと関連付けられることにご注意ください。

source: No plot label set. Button for toggling visibility of this overlay will not have a label.
eo: Nö plöt läßél sét. Büttön för tögglïng vïsïßïlïtý öf thïs övérläý wïll nöt hävé ä läßél. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: Aucune étiquette de courbe définie. Le bouton pour activer la visibilité de cette incrustation n'aura aucune étiquette.
fr_ca: Aucun libellé de diagramme défini. Le bouton permettant de basculer la visibilité de cette superposition n'aura pas de libellé.
ja_jp: プロット・ラベルが設定されていません。このオーバーレイの可視性をトグルするボタンにはラベルがありません。

source: No point color set. This overlay will not work correctly.
eo: Nö pöïnt çölör sét. Thïs övérläý wïll nöt wörk çörréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Aucune couleur de point définie. Cette incrustation ne fonctionnera pas correctement.
fr_ca: Aucune couleur de diagramme définie. Cette superposition ne fonctionnera pas correctement.
ja_jp: ポイントカラーが設定されていません。このオーバーレイは正しく機能しません。

source: No claim data provided. This overlay will not work correctly.
eo: Nö çläïm dätä prövïdéd. Thïs övérläý wïll nöt wörk çörréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Aucune données de réclamation fournie. Cette incrustation ne fonctionnera pas correctement.
fr_ca: Aucune donnée d'affirmation fournie. Cette superposition ne fonctionnera pas correctement.
ja_jp: クレームデータが提供されていません。このオーバーレイは正しく機能しません。

source: A unique Question ID is required.
eo: À ünïqüé Qüéstïön ÌD ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fr: Un ID de question unique est obligatoire.
fr_ca: Un identifiant de question unique est requis.
ja_jp: 固有の質問IDが必要です.

source: Question ID should not contain spaces.
eo: Qüéstïön ÌD shöüld nöt çöntäïn späçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Un ID de question ne doit pas contenir d'espace.
fr_ca: Un identifiant de question ne doit pas contenir d'espaces.
ja_jp: 質問IDにはスペースが使用できません。

source: Some choice values are not unique.
eo: Sömé çhöïçé välüés äré nöt ünïqüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Certaines valeurs de choix ne sont pas uniques.
fr_ca: Certaines choix ne sont pas unique.
ja_jp: 一部の選択肢の値が固有ではありません。

source: Multiple tips configured for the same choice.
eo: Mültïplé tïps çönfïgüréd för thé sämé çhöïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Conseils multiples configurés pour le même choix.
fr_ca: Plusieurs conseils configurés pour le même choix.
ja_jp: 同じ選択肢用に複数のヒントが構成されています。

source: Ranged Value Slider
eo: Rängéd Välüé Slïdér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fr: Curseurs de valeurs calibré
fr_ca: curseur pour l'échelle des valeurs
ja_jp: 範囲指定値スライダ

source: Label for low end of the range
eo: Läßél för löw énd öf thé rängé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: Étiquette pour la fourchette basse
fr_ca: Libellé pour le bas de l'échelle
ja_jp: 範囲の最低用ラベル

source: Label for high end of the range
eo: Läßél för hïgh énd öf thé rängé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: Étiquette pour la fourchette haute
fr_ca: Libellé pour le haut de l'échelle
ja_jp: 範囲の最高用ラベル

source: Question to ask the student (optional)
eo: Qüéstïön tö äsk thé stüdént (öptïönäl) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Question à poser à l'étudiant ( facultative)
fr_ca: Question à poser à l'étudiant (facultatif)
ja_jp: 生徒に聞く質問 (任意)

source: Select a value from {min_label} to {max_label}
eo: Séléçt ä välüé fröm {min_label} tö {max_label} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: Sélectionnez une valeur entre {min_label} et {max_label}
fr_ca: Sélectionnez une valeur de {min_label} à {max_label}
ja_jp: {min_label}から{max_label}の値を選択します

source: Step
eo: Stép Ⱡ'σяєм ι#
fr: Étape
fr_ca: Étape
ja_jp: ステップ

source: Mentoring Step
eo: Méntörïng Stép Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Étape de mentorat
fr_ca: Étape de mentorat
ja_jp: メンタリング・ステップ

source: Step Title
eo: Stép Tïtlé Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Titre de l'étape
fr_ca: Titre de l'étape
ja_jp: ステップ・タイトル

source: Leave blank to use sequential numbering
eo: Léävé ßlänk tö üsé séqüéntïäl nümßérïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Ne rien inscrire pour utiliser une numérotation séquentielle
fr_ca: Laisser vide pour utiliser la numérotation séquentielle
ja_jp: 連番を使用するため空欄をあけておきます

source: Next Button Label
eo: Néxt Büttön Läßél Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Étiquette du bouton Suivant
fr_ca: Libellé du bouton Suivant
ja_jp: [次] ボタン・ラベル

source: Customize the text of the 'Next' button.
eo: Çüstömïzé thé téxt öf thé 'Néxt' ßüttön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Personnaliser le texte du bouton « Suivant »
fr_ca: Personnalisez le texte du bouton 'Suivant'.
ja_jp: [次] ボタンのテキストをカスタマイズします。

source: Next Step
eo: Néxt Stép Ⱡ'σяєм ιρѕυм ∂σł#
fr: Étape suivante
fr_ca: Prochaine étape
ja_jp: 次のステップ

source: Feedback or instructional message which pops up after submitting.
eo: Féédßäçk ör ïnstrüçtïönäl méssägé whïçh pöps üp äftér süßmïttïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Message de consigne ou du commentaire qui apparaît après l'envoi.
fr_ca: Rétroaction ou message d'instruction qui apparaît après la soumission.
ja_jp: 提出後にポップアップ表示されるフィードバックまたは指示メッセージ。

source: Conditional Message
eo: Çöndïtïönäl Méssägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fr: Message conditionnel
fr_ca: Message conditionnel
ja_jp: 条件付メッセージ

source: Show only if student got a perfect score
eo: Shöw önlý ïf stüdént göt ä pérféçt sçöré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: S'affiche seulement si l'étudiant a obtenu une note maximale
fr_ca: N'afficher que si l'étudiant a obtenu un score parfait
ja_jp: 生徒が満点を取った場合のみ表示します

source: Show only if student got at least one question wrong
eo: Shöw önlý ïf stüdént göt ät léäst öné qüéstïön wröng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: S'affiche uniquement si l'étudiant a obtenu au moins une mauvaise réponse
fr_ca: N'afficher que si l'élève s'est trompé au moins une fois
ja_jp: 生徒が少なくとも1問不正解の場合にのみ表示します

source: Show for any score
eo: Shöw för äný sçöré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: S'affiche pour tous les résultats
fr_ca: Afficher pour tout score
ja_jp: スコアに関係なく表示します

source: Score condition
eo: Sçöré çöndïtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Conditions de notes
fr_ca: Statut du score
ja_jp: スコア条件

source: Show only if student can try again
eo: Shöw önlý ïf stüdént çän trý ägäïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: S'affiche uniquement si l'étudiant peut réessayer
fr_ca: Afficher uniquement si l'étudiant peut réessayer
ja_jp: 生徒が再度挑戦できる場合にのみ表示します

source: Show only if student has used up all attempts
eo: Shöw önlý ïf stüdént häs üséd üp äll ättémpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: S'affiche uniquement si l'étudiant a épuisé toutes ses tentatives
fr_ca: N'afficher que si l'élève a utilisé toutes ses tentatives
ja_jp: 生徒が挑戦回数を使い切った場合にのみ表示します

source: Show whether student can try again or not
eo: Shöw whéthér stüdént çän trý ägäïn ör nöt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: S'affiche que l'étudiant puisse réessayer ou pas
fr_ca: Afficher si l'étudiant peut réessayer ou non
ja_jp: 生徒が再度挑戦できるか否かを表示します

source: Try again condition
eo: Trý ägäïn çöndïtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fr: Conditions Réessayer
fr_ca: Condition pour essayer de nouveau
ja_jp: 再度挑戦の条件

source: Always shown
eo: Àlwäýs shöwn Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: S'affiche toujours
fr_ca: Toujours affiché
ja_jp: 常に表示

source: Score Summary
eo: Sçöré Sümmärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fr: Résumé des notes
fr_ca: Résumé des résultats
ja_jp: スコア・サマリー

source: Per-Question Feedback
eo: Pér-Qüéstïön Féédßäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Commentaire par question
fr_ca: Rétroaction par question
ja_jp: 質問ごとのフィードバック

source: (Example tip:) Since you got Question 1 wrong, review Chapter 12 of your textbook.
eo: (Éxämplé tïp:) Sïnçé ýöü göt Qüéstïön 1 wröng, révïéw Çhäptér 12 öf ýöür téxtßöök. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fr: (Exemple de conseil :) Votre réponse à la question 1 étant erronée, révisez le chapitre 12 de ce manuel.
fr_ca: (Exemple de conseil:) Puisque vous vous êtes trompé sur la question 1, consultez le chapitre 12 de votre manuel.
ja_jp: (ヒント例: ) 質問1は不正解です。テキスト第12章を確認しましょう。

source: Review Step
eo: Révïéw Stép Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Étape de révision
fr_ca: Étape de révision
ja_jp: ステップを確認する

source: Swipeable Binary Choice Question
eo: Swïpéäßlé Bïnärý Çhöïçé Qüéstïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fr: Question à choix binaire par balayage
fr_ca: Question de choix binaire interchangeable
ja_jp: スワイプ可能な二値選択式質問

source: Text
eo: Téxt Ⱡ'σяєм ι#
fr: Texte
fr_ca: Texte
ja_jp: テキスト

source: Text to display on this card. The student must determine if this statement is true or false.
eo: Téxt tö dïspläý ön thïs çärd. Thé stüdént müst détérmïné ïf thïs stätémént ïs trüé ör fälsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: Texte à afficher sur cette carte. L'étudiant doit déterminer si cette déclaration est vraie ou fausse.
fr_ca: Texte à afficher sur cette carte. L'élève doit déterminer si cette affirmation est vraie ou fausse.
ja_jp: このカードに表示するテキスト。生徒は、この記載内容の正誤を判断します。

source: Image
eo: Ìmägé Ⱡ'σяєм ιρѕ#
ja_jp: 画像

source: Specify the URL of an image associated with this question.
eo: Spéçïfý thé ÛRL öf än ïmägé ässöçïätéd wïth thïs qüéstïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Spécifier l'URL d'une image associée à cette question.
fr_ca: Spécifiez l'URL d'une image associée à cette question.
ja_jp: この質問に関連する画像のURLを指定します。

source: Correct Choice
eo: Çörréçt Çhöïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Choix correct
fr_ca: Choix correct
ja_jp: 正解の選択肢

source: Specifies whether the card is correct.
eo: Spéçïfïés whéthér thé çärd ïs çörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Spécifie si la carte est correcte.
fr_ca: Spécifie si la carte est correcte.
ja_jp: カードが正解か否かを指定します。

source: Correct Answer Feedback
eo: Çörréçt Ànswér Féédßäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Commentaire de réponse correcte
fr_ca: Rétroaction pour réponse correcte
ja_jp: 正解フィードバック

source: Feedback to display when student answers correctly.
eo: Féédßäçk tö dïspläý whén stüdént änswérs çörréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Commentaires à afficher lorsque l'étudiant a répondu correctement.
fr_ca: Rétroaction à afficher lorsque l'étudiant répond correctement.
ja_jp: 生徒が正解したときに表示するフィードバック。

source: Incorrect Answer Feedback
eo: Ìnçörréçt Ànswér Féédßäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: Commentaire de réponse incorrecte
fr_ca: Rétroaction pour réponse incorrecte
ja_jp: 不正解フィードバック

source: Feedback to display when student answers incorrectly.
eo: Féédßäçk tö dïspläý whén stüdént änswérs ïnçörréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Commentaires à afficher lorsque l'étudiant a répondu incorrectement.
fr_ca: Rétroaction à afficher lorsque l'étudiant ne répond pas correctement.
ja_jp: 生徒の回答が不正解のときに表示するフィードバック。

source: Last input submitted by the student.
eo: Läst ïnpüt süßmïttéd ßý thé stüdént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Dernière entrée envoyée par l'étudiant.
fr_ca: Dernière entrée soumise par l'étudiant.
ja_jp: 生徒が提出した最後のインプット。

source: Answer Recap Table
eo: Ànswér Réçäp Täßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Tableau de résumé des réponses
fr_ca: Tableau récapitulatif des réponses
ja_jp: 回答の要約表

source: Display name
eo: Dïspläý nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Nom d’Affichage
fr_ca: Nom d'affichage
ja_jp: 表示名

source: Title of the table
eo: Tïtlé öf thé täßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Titre du tableau
fr_ca: Titre du tableau
ja_jp: 表のタイトル

source: Answers Table
eo: Ànswérs Täßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fr: Tableau des réponses
fr_ca: Tableau des réponses
ja_jp: 回答表

source: Special Mode
eo: Spéçïäl Mödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Mode spécial
fr_ca: Mode spécial
ja_jp: 特別モード

source: Variant of the table that will display a specific background image.
eo: Värïänt öf thé täßlé thät wïll dïspläý ä spéçïfïç ßäçkgröünd ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Variante du tableau qui affichera une image d'arrière-plan spécifique.
fr_ca: Variante du tableau qui affichera une image d’arrière-plan spécifique.
ja_jp: 特定の背景画像を表示する表の確率変数。

source: Allow Download
eo: Àllöw Döwnlöäd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Autoriser le téléchargement
fr_ca: Autoriser le téléchargement
ja_jp: ダウンロードを許可する

source: Allow students to download a copy of the table for themselves.
eo: Àllöw stüdénts tö döwnlöäd ä çöpý öf thé täßlé för thémsélvés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Autoriser les étudiants à télécharger une copie du tableau pour eux-mêmes.
fr_ca: Permettre aux étudiants de télécharger une copie du tableau pour eux-mêmes.
ja_jp: 学生が表の写しを自分でダウンロードするのを許可する。

source: Allow Sharing
eo: Àllöw Shärïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fr: Autoriser le partage
fr_ca: Autoriser le partage
ja_jp: シェアを許可する

source: Allow students to share their results with other students.
eo: Àllöw stüdénts tö shäré théïr résülts wïth öthér stüdénts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Autoriser les étudiants à partager leurs résultats avec d'autres étudiants.
fr_ca: Permettre aux étudiants de partager leurs résultats avec d'autres étudiants.
ja_jp: 生徒が他の生徒と結果をシェアするのを許可する。

source: You are not permitted to view this student's table.
eo: Ýöü äré nöt pérmïttéd tö vïéw thïs stüdént's täßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Vous n'avez pas l'autorisation d'afficher le tableau de cet étudiant.
fr_ca: Vous n'êtes pas autorisé à voir le tableau de cet élève.
ja_jp: この生徒の表の閲覧は許可されていません。

source: Usernames not provided.
eo: Ûsérnämés nöt prövïdéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Noms d'utilisateur non fournis.
fr_ca: Noms d'utilisateurs non fournis.
ja_jp: ユーザー名が提供されていません。

source: Some users could not be shared with. Please check these usernames: {}
eo: Sömé üsérs çöüld nöt ßé shäréd wïth. Pléäsé çhéçk thésé üsérnämés: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Le partage a échoué avec certains utilisateurs. Veuillez vérifier ces noms d'utilisateur : {}
fr_ca: Nous ne pouvons partager avec certains utilisateurs. Veuillez vérifier ces noms d'utilisateur: {}
ja_jp: 一部のユーザーとシェアできませんでした。次のユーザー名を確認してください: {}

source: Username not provided.
eo: Ûsérnämé nöt prövïdéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: Nom d'utilisateur non fourni.
fr_ca: Nom d'utilisateur non fourni.
ja_jp: ユーザー名が提供されていません。

source: Removed successfully.
eo: Rémövéd süççéssfüllý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Supprimé avec succès.
fr_ca: Supprimé avec succès.
ja_jp: 無事、削除されました。

source: Header
eo: Héädér Ⱡ'σяєм ιρѕυ#
fr: En-tête
fr_ca: En-tête
ja_jp: ヘッダー

source: Header of this column
eo: Héädér öf thïs çölümn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: En-tête de cette colonne
fr_ca: En-tête de cette colonne
ja_jp: この列のヘッダー

source: Incorrect
eo: Ìnçörréçt Ⱡ'σяєм ιρѕυм ∂σł#
ja_jp: 不正解
