Repository: open-craft/problem-builder
Catalog: problem_builder/translations/*/LC_MESSAGES/text.po
Languages: eo, fr, fr_ca, ja_jp

source: Long Answer
eo: Löng Ànswér Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Réponse longue
fr_ca: Longue réponse
ja_jp: 長い回答

source: Question ID (name)
eo: Qüéstïön ÌD (nämé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: ID de question (nom)
fr_ca: ID de question (nom)
ja_jp: 質問ID (名前)

source: The ID of this block. Should be unique unless you want the answer to be used in multiple places.
eo: Thé ÌD öf thïs ßlöçk. Shöüld ßé ünïqüé ünléss ýöü wänt thé änswér tö ßé üséd ïn mültïplé pläçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: L’ID de ce bloc. Doit être unique sauf si vous désirez que la réponse soit utilisée à différents endroits.
fr_ca: Le ID de ce block. Devrait être unique, sauf si vous souhaitez que la réponse soit utilisée à plusieurs endroits.
ja_jp: このブロックのID。回答を複数の場所で使いたい場合以外は、固有のものであること。

source: Default From
eo: Défäült Fröm Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Par défaut de
ja_jp: デフォルト:

source: If a question ID is specified, get the default value from this answer.
eo: Ìf ä qüéstïön ÌD ïs spéçïfïéd, gét thé défäült välüé fröm thïs änswér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Si un ID de question est spécifié, obtenez la valeur par défaut de cette réponse.
fr_ca: Si un ID de question est spécifié, obtenez la valeur par défaut de cette réponse.
ja_jp: 質問IDが指定されている場合は、この回答からデフォルトの値を取得します。

source: Min. Allowed Characters
eo: Mïn. Àllöwéd Çhäräçtérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Nombre minimum de caractères autorisé
fr_ca: Min. caractères autorisés
ja_jp: 最低文字数

source: Minimum number of characters allowed for the answer
eo: Mïnïmüm nümßér öf çhäräçtérs ällöwéd för thé änswér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Nombre minimum de caractères autorisé pour la réponse
fr_ca: Nombre minimal de caractères autorisé pour la réponse
ja_jp: 回答で許可される最低文字数

source: Question
eo: Qüéstïön Ⱡ'σяєм ιρѕυм ∂#
ja_jp: 質問

source: Question to ask the student
eo: Qüéstïön tö äsk thé stüdént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: Question à poser à l'étudiant
fr_ca: Question à poser à l'étudiant
ja_jp: 生徒に聞く質問

source: Long Answer Recap
eo: Löng Ànswér Réçäp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Résumé de la réponse longue
fr_ca: Récapitulation longue
ja_jp: 長い回答の要約

source: Question ID
eo: Qüéstïön ÌD Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: ID de question
fr_ca: ID de question
ja_jp: 質問ID

source: The ID of the question for which to display the student's answer.
eo: Thé ÌD öf thé qüéstïön för whïçh tö dïspläý thé stüdént's änswér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: L’ID de la question pour laquelle la réponse de l'étudiant doit être affichée.
fr_ca: L'ID de la question pour laquelle afficher la réponse de l'élève.
ja_jp: 生徒の回答を表示するための質問のID。

source: Title
eo: Tïtlé Ⱡ'σяєм ιρѕ#
fr: Titre
fr_ca: Titre
ja_jp: 件名

source: Title of this answer recap section
eo: Tïtlé öf thïs änswér réçäp séçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Titre de la section du résumé de cette réponse
fr_ca: Titre de cette section de réponse récapitulative
ja_jp: この回答要約セクションの件名

source: Description
eo: Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя #
ja_jp: 内容

source: Description of this answer (optional). Can include HTML.
eo: Désçrïptïön öf thïs änswér (öptïönäl). Çän ïnçlüdé HTML. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Description de cette réponse (facultatif). Peut inclure HTML.
fr_ca: Description de cette réponse (facultatif). Peut inclure du HTML.
ja_jp: この回答の説明 (任意)。HTMLを含められます。

source: Value
eo: Välüé Ⱡ'σяєм ιρѕ#
fr: Valeur
fr_ca: Valeur
ja_jp: 値

source: Value of the choice when selected. Should be unique. Generally you do not need to edit this.
eo: Välüé öf thé çhöïçé whén séléçtéd. Shöüld ßé ünïqüé. Générällý ýöü dö nöt nééd tö édït thïs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: Valeur du choix lorsque sélectionnée. Doit être unique. Normalement, vous n'avez pas à la modifier.
fr_ca: Valeur du choix lorsque sélectionné. Devrait être unique. Généralement, vous n'avez pas besoin de l'éditer.
ja_jp: 選択した選択肢の値。固有のものであること。通常、この編集は不要です。

source: Choice Text
eo: Çhöïçé Téxt Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Texte du choix
fr_ca: Texte de choix
ja_jp: 選択肢テキスト

source: Human-readable version of the choice value
eo: Hümän-réädäßlé vérsïön öf thé çhöïçé välüé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Version lisible par l'homme de la valeur du choix
fr_ca: Version lisible par l'homme de la valeur de choix
ja_jp: 人間が判読可能な選択肢の値のバージョン

source: Out of Context
eo: Öüt öf Çöntéxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Hors contexte
fr_ca: Hors contexte
ja_jp: 文脈を無視

source: Choice ({status})
eo: Çhöïçé ({status}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Choix ({status})
fr_ca: Choix ({status})
ja_jp: 選択肢 ({status})

source: Choice ({content})
eo: Çhöïçé ({content}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Choix ({content})
fr_ca: Choix ({content})
ja_jp: 選択肢 ({content})

source: No value set. This choice will not work correctly.
eo: Nö välüé sét. Thïs çhöïçé wïll nöt wörk çörréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Aucune valeur définie. Ce choix ne fonctionnera pas correctement.
fr_ca: Aucune valeur définie. Ce choix ne fonctionnera pas correctement.
ja_jp: 値が設定されていません。この選択肢は正しく機能しません。

source: No choice text set yet.
eo: Nö çhöïçé téxt sét ýét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Aucun texte de choix encore défini.
fr_ca: Aucun texte de choix n'est encore défini.
ja_jp: 選択肢テキストがまだ設定されていません。

source: This choice has a non-unique ID and won't work properly. This can happen if you duplicate a choice rather than use the Add Choice button.
eo: Thïs çhöïçé häs ä nön-ünïqüé ÌD änd wön't wörk pröpérlý. Thïs çän häppén ïf ýöü düplïçäté ä çhöïçé räthér thän üsé thé Àdd Çhöïçé ßüttön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσ#
fr: Ce choix a un ID qui n'est pas unique et ne fonctionnera pas correctement. Cela peut se produire si vous dupliquez un choix au lieu d’utiliser le bouton Ajouter un choix.
fr_ca: Ce choix a un identifiant non unique et ne fonctionnera pas correctement. Cela peut arriver si vous dupliquez un choix plutôt que d'utiliser le bouton ajouter un choix.
ja_jp: この選択肢には、固有でないIDが含まれているため、正しく機能しません。[Add Choice] ボタンを使わずに重複する選択肢を追加したことが原因として考えられます。

source: Completion
eo: Çömplétïön Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Terminer
fr_ca: Complétion
ja_jp: 完了

source: Mentions a specific activity and asks the student whether they completed it.
eo: Méntïöns ä spéçïfïç äçtïvïtý änd äsks thé stüdént whéthér théý çömplétéd ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Indique une activité spécifique et demande aux étudiants s'ils l’ont terminée ou pas.
fr_ca: Mentionne une activité spécifique et demande à l'étudiant s’il l’a complétée.
ja_jp: 特定のアクティビティについて、完了したかどうかを生徒に尋ねます。

source: Please indicate whether you attended the In Person Workshop session by (un-)checking the option below.
eo: Pléäsé ïndïçäté whéthér ýöü ätténdéd thé Ìn Pérsön Wörkshöp séssïön ßý (ün-)çhéçkïng thé öptïön ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: Indiquez si vous avez assisté à la session Atelier en présentiel en cochant ou décochant l'option ci-dessous.
fr_ca: Veuillez indiquer si vous avez assisté à la session d'atelier en personne en cochant (dé)-cochant l'option ci-dessous.
ja_jp: 以下のオプションをチェックして (またはチェックしないで)、In Person Workshopセッションへの出席有無を回答してください。

source: Answer
eo: Ànswér Ⱡ'σяєм ιρѕυ#
fr: Réponse
fr_ca: Réponse
ja_jp: 回答

source: Represents the answer that the student can (un-)check to indicate whether they completed the activity that the question mentions.
eo: Réprésénts thé änswér thät thé stüdént çän (ün-)çhéçk tö ïndïçäté whéthér théý çömplétéd thé äçtïvïtý thät thé qüéstïön méntïöns. Ⱡ'σ#
fr: Représente la réponse que les étudiants peuvent cocher ou décocher pour indiquer qu'ils ont terminé l'activité que la question mentionne.
fr_ca: Représente la réponse que l'étudiant peut (dé) cocher pour indiquer s'il a terminé l'activité mentionnée dans la question.
ja_jp: 質問のアクティビティを完了したか否かについて、生徒がチェックをオンまたはオフにできる回答を示します。

source: Yes, I attended the session.
eo: Ýés, Ì ätténdéd thé séssïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Oui, j'ai assisté à la session.
fr_ca: Oui, j'ai assisté à la session.
ja_jp: はい、セッションに出席しました。

source: Records student's answer.
eo: Réçörds stüdént's änswér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: Enregistre la réponse de l'étudiant.
fr_ca: Note la réponse de l'étudiant.
ja_jp: 生徒の回答を記録します。

source: Display Name
eo: Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Affichage du nom
fr_ca: Nom d'affichage
ja_jp: 表示名

source: Display name for this module
eo: Dïspläý nämé för thïs mödülé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Nom affiché pour ce module
fr_ca: Afficher le nom de ce module
ja_jp: このモジュールの表示名

source: Self-Assessment Summary
eo: Sélf-Àsséssmént Sümmärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Résumé d'auto-évaluation
fr_ca: Résumé d'auto-évaluation
ja_jp: 自己評価まとめ

source: Mentoring Blocks
eo: Méntörïng Blöçks Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: Blocs de mentorat
fr_ca: Blocks de mentorat
ja_jp: メンタリング・ブロック

source: This should be an ordered list of the url_names of each mentoring block whose multiple choice question values are to be shown on this dashboard. The list should be in JSON format. Example: {example_here}
eo: Thïs shöüld ßé än ördéréd lïst öf thé ürl_nämés öf éäçh méntörïng ßlöçk whösé mültïplé çhöïçé qüéstïön välüés äré tö ßé shöwn ön thïs däshßöärd. Thé lïst shöüld ßé ïn JSÖN förmät. Éxämplé: {example_here} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ησ#
fr: Ceci doit être une liste ordonnée des url_names de chaque bloc de mentorat dont les valeurs aux questions à choix multiple ont été affichées sur ce tableau de bord. Cette liste doit être au format JSON. Exemple : {example_here}
fr_ca: Ceci devrait être une liste ordonnée des noms d'URL de chaque bloc de mentorat dont les valeurs de question à choix multiples doivent être affichées sur ce tableau de bord. La liste doit être au format JSON. Exemple : {example_here}
ja_jp: 各メンタリング・ブロックのurl_nameの順番付きリストで、多肢選択式の質問の値はこのダッシュボードに表示されます。このリストは、JSON形式にしてください。例: {example_here}

source: Questions to be hidden
eo: Qüéstïöns tö ßé hïddén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: Question à masquer
fr_ca: Questions devant être cachées
ja_jp: 非表示にする質問

source: Optional rules to exclude specific questions both from displaying in dashboard and from the calculated average. Rules must start with the url_name of a mentoring block, followed by list of question numbers to exclude. Rule set must be in JSON format. Question numbers are one-based (the first question being number 1). Must be in JSON format. Examples: {examples_here}
eo: Öptïönäl rülés tö éxçlüdé spéçïfïç qüéstïöns ßöth fröm dïspläýïng ïn däshßöärd änd fröm thé çälçülätéd ävérägé. Rülés müst stärt wïth thé ürl_nämé öf ä méntörïng ßlöçk, föllöwéd ßý lïst öf qüéstïön nümßérs tö éxçlüdé. Rülé sét müst ßé ïn JSÖN förmät. Qüéstïön nümßérs äré öné-ßäséd (thé fïrst qüéstïön ßéïng nümßér 1). Müst ßé ïn JSÖN förmät. Éxämplés: {examples_here} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂#
fr: Règles facultatives pour exclure des questions spécifiques qui ne seront pas affichées dans le tableau de bord et dont la moyenne ne sera pas calculée. Les règles doivent commencer par un url_name du bloc de mentorat, suivi par une liste de numéros de questions à exclure. La règle doit être au format JSON. Les numéros des questions commencent par 1 (la première question étant le numéro 1). Doit être au format JSON. Exemples : {examples_here}
fr_ca: Règles facultatives permettant d’exclure des questions spécifiques de l’affichage dans le tableau de bord et de la moyenne calculée. Les règles doivent commencer par le nom_url d'un bloc de mentorat, suivi de la liste des numéros de question à exclure. L'ensemble de règles doit être au format JSON. Les numéros de questions sont à base unique (la première question étant le numéro 1). Doit être au format JSON. Exemples: {examples_here}
ja_jp: ダッシュボードと平均値の計算から特定の質問を除外する随意規則です。規則は、メンタリング・ブロックのurl_nameで開始し、除外する質問番号のリストを後に追加します。設定した規則は、JSON形式であること。質問番号は、1ベースのインデックス (1つ目の質問を1番とする) です。JSON形式であること。例: {examples_here}

source: Color Coding Rules
eo: Çölör Çödïng Rülés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Règles de codage des couleurs
fr_ca: Règles de codage des couleurs
ja_jp: カラー・コード規則

source: Optional rules to assign colors to possible answer values and average values. One rule per line. First matching rule will be used. Light colors are recommended. Examples: {examples_here}
eo: Öptïönäl rülés tö ässïgn çölörs tö pössïßlé änswér välüés änd ävérägé välüés. Öné rülé pér lïné. Fïrst mätçhïng rülé wïll ßé üséd. Lïght çölörs äré réçömméndéd. Éxämplés: {examples_here} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα#
fr: Règles facultatives pour affecter des couleurs aux valeurs des réponses possibles et aux valeurs moyennes. Une règle par ligne. La règle de la première correspondance sera utilisée. Des couleurs claires sont recommandées. Exemple : {examples_here}
fr_ca: Règles facultatives pour attribuer des couleurs aux valeurs de réponse possibles et aux valeurs moyennes. Une règle par ligne. La première règle correspondante sera utilisée. Les couleurs claires sont recommandées. Exemples : {examples_here}
ja_jp: 回答の値や平均値に色を割り当てる随意規則です。1行に付き1規則。第1一致規則が使用されます。明色が推奨されます。例: {examples_here}

source: Visual Representation
eo: Vïsüäl Répréséntätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Représentation visuelle
fr_ca: Représentation visuelle
ja_jp: 視覚表示

source: Optional: Enter the JSON configuration of the visual representation desired (Advanced).
eo: Öptïönäl: Éntér thé JSÖN çönfïgürätïön öf thé vïsüäl répréséntätïön désïréd (Àdvänçéd). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: Facultatif : Saisissez la configuration JSON de la représentation visuelle désirée (Avancée).
fr_ca: Facultatif : Entrez la configuration JSON de la représentation visuelle souhaitée (avancé).
ja_jp: 任意: 希望の資格表示のJSON構成を入力します (上級)。

source: Visual Representation Title
eo: Vïsüäl Répréséntätïön Tïtlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: Titre de la représentation visuelle
fr_ca: Titre de la représentation visuelle
ja_jp: 視覚表示の件名

source: This text is not displayed visually but is exposed to screen reader users who may not see the image.
eo: Thïs téxt ïs nöt dïspläýéd vïsüällý ßüt ïs éxpöséd tö sçréén réädér üsérs whö mäý nöt séé thé ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Ce texte ne s'affiche pas visuellement, mais il est exposé aux utilisateurs de lecteurs d’écran qui ne peuvent pas voir l'image.
fr_ca: Ce texte ne s'affiche pas à l'écran, mais est exposé aux utilisateurs de lecteurs d'écran qui peuvent ne pas voir l'image.
ja_jp: このテキストは視覚的に表示されませんが、画像が見えないスクリーン・リーダー利用者には表示されます。

source: Visual Repr. Description
eo: Vïsüäl Répr. Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: Description de la représentation visuelle
fr_ca: Description de la représentation visuelle
ja_jp: 視覚表示内容

source: The data represented in this image is available in the tables below.
eo: Thé dätä répréséntéd ïn thïs ïmägé ïs äväïläßlé ïn thé täßlés ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Les données représentées dans cette image sont disponibles dans les tableaux ci-dessous.
fr_ca: Les données représentées dans cette image sont disponibles dans les tableaux ci-dessous.
ja_jp: この画像に表示されるデータは、以下の表で利用可能です。

source: This longer description is not displayed visually but is exposed to screen reader users who may not see the image.
eo: Thïs löngér désçrïptïön ïs nöt dïspläýéd vïsüällý ßüt ïs éxpöséd tö sçréén réädér üsérs whö mäý nöt séé thé ïmägé. Ⱡ'σяєм ιρѕυм ∂σł#
fr: Cette description plus longue ne s'affiche pas visuellement mais elle est exposée aux utilisateurs de lecteurs d'écran qui ne peuvent pas voir l'image.
fr_ca: Cette description plus longue ne s'affiche pas à l'écran, mais est exposée aux utilisateurs de lecteurs d'écran qui peuvent ne pas voir l'image.
ja_jp: 長いテキストは視覚的に表示されませんが、画像が見えないスクリーン・リーダー利用者には表示されます。

source: Label for average value
eo: Läßél för ävérägé välüé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Étiquette pour la valeur moyenne
fr_ca: Libellé pour la valeur moyenne
ja_jp: 平均値用のラベル

source: This settings allows overriding label for the calculated average per mentoring block. Must be in JSON format. Examples: {examples_here}.
eo: Thïs séttïngs ällöws övérrïdïng läßél för thé çälçülätéd ävérägé pér méntörïng ßlöçk. Müst ßé ïn JSÖN förmät. Éxämplés: {examples_here}. Ⱡ'σяєм ι#
fr: Ces réglages permettent de passer outre l'étiquette pour la moyenne calculée par bloc de mentorat. Doit être au format JSON. Exemple : {examples_here}
fr_ca: Ce paramètre permet de remplacer le libellé de la moyenne calculée par bloc de mentorat. Doit être au format JSON. Exemples: {examples_here}.
ja_jp: モニタリング・ブロックごとの平均値用のラベルのオーバーライドを可能にする設定です。JSON形式であること。例: {examples_here}

source: Display values
eo: Dïspläý välüés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Afficher les valeurs
fr_ca: Afficher les valeurs
ja_jp: 表示値

source: Toggles if numeric values are displayed
eo: Tögglés ïf nümérïç välüés äré dïspläýéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Active l’affichage des valeurs numériques
fr_ca: Bascule si des valeurs numériques sont affichées
ja_jp: 数値が表示される場合のトグル

source: Header HTML
eo: Héädér HTML Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: En-tête HTML
fr_ca: En-tête HTML
ja_jp: ヘッダーHTML

source: Custom text to include at the beginning of the report.
eo: Çüstöm téxt tö ïnçlüdé ät thé ßégïnnïng öf thé répört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Texte personnalisé à inclure au début du rapport.
fr_ca: Texte personnalisé à inclure au début du rapport.
ja_jp: レポートの巻頭に含めるカスタムテキスト。

source: Footer HTML
eo: Föötér HTML Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Note de bas de page HTML
fr_ca: Pied de page HTML
ja_jp: フッターHTML

source: Custom text to include at the end of the report.
eo: Çüstöm téxt tö ïnçlüdé ät thé énd öf thé répört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Texte personnalisé à inclure à la fin du rapport.
fr_ca: Texte personnalisé à inclure à la fin du rapport.
ja_jp: レポートの巻末に含めるカスタムテキスト。

source: Invalid color rule on line {line_number}
eo: Ìnvälïd çölör rülé ön lïné {line_number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: Règle de couleur non valide sur la ligne {line_number}
fr_ca: Règle de couleur non valide sur la ligne {line_number}
ja_jp: {line_number}行に無効のカラー規則

source: Not configured.
eo: Nöt çönfïgüréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Non configuré.
fr_ca: Non configuré.
ja_jp: 構成されていません。

source: Score: {score}
eo: Sçöré: {score} Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Note : {score}
ja_jp: スコア: {score}

source: No value yet
eo: Nö välüé ýét Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Pas encore de valeur
fr_ca: Pas encore de valeur
ja_jp: まだ値がありません

source: Average
eo: Àvérägé Ⱡ'σяєм ιρѕυм #
fr: Moyenne
fr_ca: Moyen
ja_jp: 平均

source: Invalid block url_name given: "{bad_url_name}"
eo: Ìnvälïd ßlöçk ürl_nämé gïvén: "{bad_url_name}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: url_name de bloc non valide donné :{bad_url_name}
fr_ca: nom_url de block invalide donné: "{bad_url_name}"
ja_jp: 無効のブロックurl_nameです: 「{bad_url_name}」

source: 'Questions to be hidden' is malformed: value for key {key} is {value}, expected list of integers
eo: 'Qüéstïöns tö ßé hïddén' ïs mälförméd: välüé för kéý {key} ïs {value}, éxpéçtéd lïst öf ïntégérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: « Questions à masquer » est mal formé : la valeur pour la touche {key} est {value}, liste attendue de nombres entiers
fr_ca: 'Questions à masquer' est mal formé : la valeur de la clé {key} est {value}, liste attendue d'entiers
ja_jp: 「非表示にする質問」が不正な形式です: キー{key}の値は{value}、予想される整数のリスト

source: 'Questions to be hidden' is malformed: mentoring url_name {url_name} is not added to Dashboard
eo: 'Qüéstïöns tö ßé hïddén' ïs mälförméd: méntörïng ürl_nämé {url_name} ïs nöt äddéd tö Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: « Questions à masquer » est mal formé : url_name de mentorat {url_name} n'est pas ajouté au tableau de bord
fr_ca: 'Questions à masquer' est mal formé: mentoring nom_url {url_name} n'est pas ajouté au tableau de bord
ja_jp: 「非表示にする質問」が不正な形式です: メンタリング url_name {url_name} がダッシュボードに追加されていません

source: 'Label for average value' is malformed: value for key {key} is {value}, expected string
eo: 'Läßél för ävérägé välüé' ïs mälförméd: välüé för kéý {key} ïs {value}, éxpéçtéd strïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fr: « Étiquette pour valeur moyenne » est mal formé : la valeur pour la touche {key} est {value}, chaîne attendue
fr_ca: Le libellé de la valeur moyenne est incorrect: la valeur de la clé {key} est {value}, chaîne attendue
ja_jp: 「平均値用のラベル」が不正な形式です: キー{key}の値は{value}、予想される文字列

source: 'Label for average value' is malformed: mentoring url_name {url_name} is not added to Dashboard
eo: 'Läßél för ävérägé välüé' ïs mälförméd: méntörïng ürl_nämé {url_name} ïs nöt äddéd tö Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: « Étiquette pour valeur moyenne » est mal formé : url_name de mentorat {url_name} n'est pas ajouté au tableau de bord
fr_ca: 'Le libellé de la valeur moyenne' est mal formé: le nom_url {url_name} de mentorat n'est pas ajouté au tableau de bord
ja_jp: 「平均値用のラベル」が不正な形式です: メンタリング url_name {url_name} がダッシュボードに追加されていません

source: Visual rules contains an error: {error}
eo: Vïsüäl rülés çöntäïns än érrör: {error} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Les règles visuelles contiennent une erreur : {error}
fr_ca: Les règles visuelles contiennent une erreur : {error}
ja_jp: 視覚規則にエラーが含まれています: {error}

source: Visual rules should be a JSON dictionary/object: {...}
eo: Vïsüäl rülés shöüld ßé ä JSÖN dïçtïönärý/ößjéçt: {...} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Les règles visuelles doivent être un dictionnaire/objet JSON : {...}
fr_ca: Les règles visuelles doivent être un dictionnaire / objet JSON : {...}
ja_jp: 視覚規則はJSON辞書/オブジェクト: {...} であること

source: Title (Display name)
eo: Tïtlé (Dïspläý nämé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Titre (Nom d’Affichage)
fr_ca: Titre (nom d'affichage)
ja_jp: 件名 (表示名)

source: Title to display
eo: Tïtlé tö dïspläý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: Titre à afficher
fr_ca: Titre à afficher
ja_jp: 表示する件名

source: Instructor Tool
eo: Ìnstrüçtör Tööl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Outil du formateur
fr_ca: Outil de l'instructeur
ja_jp: インストラクター・ツール

source: Multiple Choice Question
eo: Mültïplé Çhöïçé Qüéstïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: Question à choix multiple
fr_ca: Question à choix multiples
ja_jp: 多肢選択式質問

source: Multiple Response Question
eo: Mültïplé Réspönsé Qüéstïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: Questions à réponses multiples
fr_ca: Question à réponses multiples
ja_jp: 多重回答式質問

source: Rating Question
eo: Rätïng Qüéstïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Question de notation
fr_ca: Question d'évaluation
ja_jp: 評価質問
