Repository: open-craft/problem-builder
Catalog: problem_builder/translations/*/LC_MESSAGES/text.po
Languages: eo, fr, fr_ca, ja_jp

source: No answer yet.
eo: Nö änswér ýét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Aucune réponse pour l’instant.
fr_ca: Pas encore de réponse.
ja_jp: まだ未回答です。

source: Complete
eo: Çömplété Ⱡ'σяєм ιρѕυм ∂#
fr: Terminé
fr_ca: Complet
ja_jp: 完了

source: Download report
eo: Döwnlöäd répört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Télécharger le rapport
fr_ca: Télécharger le rapport
ja_jp: レポートをダウンロードする

source: Student
eo: Stüdént Ⱡ'σяєм ιρѕυм #
fr: Étudiant
fr_ca: Étudiant
ja_jp: 生徒

source: Course
eo: Çöürsé Ⱡ'σяєм ιρѕυ#
fr: Cours
fr_ca: Cours
ja_jp: コース

source: Date
eo: Däté Ⱡ'σяєм ι#
ja_jp: 日付

source: Filters
eo: Fïltérs Ⱡ'σяєм ιρѕυм #
fr: Filtres
fr_ca: Filtres
ja_jp: フィルター

source: Username[s]:
eo: Ûsérnämé[s]: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Nom(s) d'utilisateur :
fr_ca: Nom d'utilisateur[s]:
ja_jp: ユーザー名:

source: Enter one or more usernames, comma separated.
eo: Éntér öné ör möré üsérnämés, çömmä sépärätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Saisir un ou plusieurs noms d'utilisateur, séparés par des virgules.
fr_ca: Entrez un ou plusieurs noms d'utilisateur, séparés par une virgule.
ja_jp: 1つ以上のユーザー名を入力してください。その際、カンマで区切ります。

source: Text:
eo: Téxt: Ⱡ'σяєм ιρѕ#
fr: Texte :
fr_ca: Texte :
ja_jp: テキスト:

source: Section/Question:
eo: Séçtïön/Qüéstïön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
ja_jp: セクション / 質問:

source: All
eo: Àll Ⱡ'σяєм#
fr: Tout
fr_ca: Tous
ja_jp: すべて

source: Problem types:
eo: Prößlém týpés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Types de problème :
fr_ca: Types de problèmes :
ja_jp: 問題タイプ:

source: Search
eo: Séärçh Ⱡ'σяєм ιρѕυ#
fr: Rechercher
fr_ca: Recherche
ja_jp: 検索

source: Section
eo: Séçtïön Ⱡ'σяєм ιρѕυм #
ja_jp: セクション

source: Subsection
eo: Süßséçtïön Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Sous-section
fr_ca: Sous-section
ja_jp: サブセクション

source: Unit
eo: Ûnït Ⱡ'σяєм ι#
fr: Unité
fr_ca: Unité
ja_jp: ユニット

source: Type
eo: Týpé Ⱡ'σяєм ι#
ja_jp: タイプ

source: Username
eo: Ûsérnämé Ⱡ'σяєм ιρѕυм ∂#
fr: Nom d’utilisateur
fr_ca: Nom d'utilisateur
ja_jp: ユーザー名

source: First
eo: Fïrst Ⱡ'σяєм ιρѕ#
fr: Premier
fr_ca: Premier
ja_jp: 名

source: Prev
eo: Prév Ⱡ'σяєм ι#
fr: Précédent
fr_ca: Prévisualisation
ja_jp: 前

source: Next
eo: Néxt Ⱡ'σяєм ι#
fr: Suivant
fr_ca: Suivant
ja_jp: 次

source: Last
eo: Läst Ⱡ'σяєм ι#
fr: Dernier
fr_ca: Dernier
ja_jp: 氏

source: Download as CSV
eo: Döwnlöäd äs ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Télécharger comme CSV
fr_ca: Télécharger comme CSV
ja_jp: CSVとしてダウンロードする

source: Cancel search
eo: Çänçél séärçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fr: Annuler la recherche
fr_ca: Annuler la recherche
ja_jp: 検索をキャンセルする

source: Delete results
eo: Délété résülts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Supprimer les résultats
fr_ca: Supprimer les résultats
ja_jp: 結果を削除する

source: Add HTML
eo: Àdd HTML Ⱡ'σяєм ιρѕυм ∂#
fr: Ajouter HTML
fr_ca: Ajouter du HTML
ja_jp: HTMLを追加する

source: Add Answer Recap
eo: Àdd Ànswér Réçäp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: Ajouter le résumé des réponses
fr_ca: Ajouter une récapitulation de réponse
ja_jp: 回答の要約を追加する

source: Add Answer Recap Column
eo: Àdd Ànswér Réçäp Çölümn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Ajouter la colonne de résumé des réponses
fr_ca: Ajouter une colonne de récapitulation de réponse
ja_jp: 回答の要約列を追加する

source: Display Map from:
eo: Dïspläý Mäp fröm: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Afficher la carte de :
fr_ca: Afficher la carte de :
ja_jp: 次の表示マップ:

source: You (%(username)s)
eo: Ýöü (%(username)s) Ⱡ'σяєм ιρѕυм ∂σł#
fr: Vous (%(username)s)
fr_ca: Vous (%(username)s)
ja_jp: あなた (%(username)s)

source: Share
eo: Shäré Ⱡ'σяєм ιρѕ#
fr: Partager
fr_ca: Partager
ja_jp: シェアする

source: Enter the username of another student you'd like to share this with:
eo: Éntér thé üsérnämé öf änöthér stüdént ýöü'd lïké tö shäré thïs wïth: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Saisir le nom d'utilisateur d'un autre étudiant avec lequel vous souhaitez partager ceci :
fr_ca: Entrez le nom d'utilisateur d'un autre étudiant avec lequel vous souhaitez partager ceci :
ja_jp: これのシェアを希望する別の生徒のユーザー名を入力します:

source: Map added!
eo: Mäp äddéd! Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Carte ajoutée !
fr_ca: Carte ajoutée!
ja_jp: マップが追加されました。

source: Another user has shared a map with you.
eo: Ànöthér üsér häs shäréd ä mäp wïth ýöü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Un autre étudiant a partagé une carte avec vous.
fr_ca: Un autre utilisateur a partagé une carte avec vous.
ja_jp: 別のユーザーがあなたとマップをシェアしました。

source: You can change the user you're currently displaying using the drop-down selector above.
eo: Ýöü çän çhängé thé üsér ýöü'ré çürréntlý dïspläýïng üsïng thé dröp-döwn séléçtör äßövé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: Vous pouvez modifier l'utilisateur que vous affichez actuellement à l'aide du sélecteur déroulant ci-dessus.
fr_ca: Vous pouvez modifier l'utilisateur que vous affichez actuellement à l'aide du menu déroulant ci-dessus.
ja_jp: 上のドロップダウン・セレクタを使って、現在表示しているユーザーを変更できます。

source: Shared with:
eo: Shäréd wïth: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Partagé avec :
fr_ca: Partagé avec :
ja_jp: 次の人物とシェアする:

source: You need to complete %(link_start)sthe previous step%(link_end)s before attempting this step.
eo: Ýöü nééd tö çömplété %(link_start)sthé prévïöüs stép%(link_end)s ßéföré ättémptïng thïs stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: Vous devez terminer %(link_start)sl'étape précédente%(link_end)s avant d'essayer cette étape.
fr_ca: Vous devez compléter %(link_start)sl'étape précédente%(link_end)s avant de tenter cette étape.
ja_jp: このステップに挑戦する前に、%(link_start)s前のステップ%(link_end)sを完了しなければなりません。

source: Submit
eo: Süßmït Ⱡ'σяєм ιρѕυ#
fr: Soumettre
fr_ca: Soumettre
ja_jp: 送信

source: Review final grade
eo: Révïéw fïnäl grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Revoir la note finale
fr_ca: Réviser la note finale
ja_jp: 最終成績を確認する

source: APGLv3 license
eo: ÀPGLv3 lïçénsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Licence APGLv3
fr_ca: Licence APGLv3
ja_jp: APGLv3ライセンス

source: url_name for linking to this mentoring question set:
eo: ürl_nämé för lïnkïng tö thïs méntörïng qüéstïön sét: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: url_name à lier à ce groupe de questions de mentorat :
fr_ca: nom_url pour lier à cet ensemble de questions de mentorat :
ja_jp: このメンタリング質問一式をリンクするためのurl_name:

source: Partially correct
eo: Pärtïällý çörréçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Partiellement correct
fr_ca: Partiellement correct
ja_jp: 部分的に正解

source: Review grade
eo: Révïéw grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Revoir la note
fr_ca: Réviser la note
ja_jp: 成績のレビュー

source: Try again
eo: Trý ägäïn Ⱡ'σяєм ιρѕυм ∂σł#
fr: Réessayer
fr_ca: Essayer de nouveau
ja_jp: もう一度試す

source: Overlay
eo: Övérläý Ⱡ'σяєм ιρѕυм #
fr: Incrustation
fr_ca: Superposition
ja_jp: オーバーレイ

source: Description:
eo: Désçrïptïön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
ja_jp: 内容:

source: No description provided
eo: Nö désçrïptïön prövïdéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Aucune description fournie
fr_ca: Aucune description fournie
ja_jp: 説明が提供されていません

source: Source:
eo: Söürçé: Ⱡ'σяєм ιρѕυм #
ja_jp: ソース:

source: No citation provided
eo: Nö çïtätïön prövïdéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Aucune citation fournie
fr_ca: Aucune citation fournie
ja_jp: 引用が提供されていません

source: Data:
eo: Dätä: Ⱡ'σяєм ιρѕ#
fr: Données :
fr_ca: Données :
ja_jp: データ:

source: No data provided
eo: Nö dätä prövïdéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: Aucunes données fournies
fr_ca: Aucune donnée fournie
ja_jp: データが提供されていません

source: Quadrant labels
eo: Qüädränt läßéls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Étiquettes de cadran
fr_ca: Libellés de quadrant
ja_jp: 象限ラベル

source: Compare your plot to others!
eo: Çömpäré ýöür plöt tö öthérs! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Comparer votre courbe avec celle des autres !
fr_ca: Comparez votre diagramme aux autres!
ja_jp: 自分のプロットを他の人のものと比較しましょう。

source: Plot info
eo: Plöt ïnfö Ⱡ'σяєм ιρѕυм ∂σł#
fr: Infos de la courbe
fr_ca: Information de diagramme
ja_jp: プロット情報

source: This block displays a plot that summarizes responses to the following claims:
eo: Thïs ßlöçk dïspläýs ä plöt thät sümmärïzés réspönsés tö thé föllöwïng çläïms: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Ce bloc affiche une courbe qui résume les réponses aux réclamations suivantes :
fr_ca: Ce bloc affiche un diagramme qui résume les réponses à aux affirmations suivantes :
ja_jp: このブロックには、以下のクレームに対する回答をまとめたプロットが表示されます:

source: Claim
eo: Çläïm Ⱡ'σяєм ιρѕ#
fr: Réclamation
fr_ca: Affirmation
ja_jp: クレーム

source: Question 1
eo: Qüéstïön 1 Ⱡ'σяєм ιρѕυм ∂σłσ#
ja_jp: 質問1

source: Question 2
eo: Qüéstïön 2 Ⱡ'σяєм ιρѕυм ∂σłσ#
ja_jp: 質問2

source: This block displays a plot that summarizes responses to a set of claims.
eo: Thïs ßlöçk dïspläýs ä plöt thät sümmärïzés réspönsés tö ä sét öf çläïms. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Ce bloc affiche une courbe qui résume les réponses à une série de réclamations.
fr_ca: Ce bloc affiche un diagramme qui résume les réponses à un ensemble d'affirmations.
ja_jp: このブロックには、クレーム一式に対する回答をまとめたプロットが表示されます。

source: Add Custom Choice
eo: Àdd Çüstöm Çhöïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Ajouter un choix personnalisé
fr_ca: Ajouter un choix personnalisé
ja_jp: カスタム選択肢を追加する

source: Add Tip
eo: Àdd Tïp Ⱡ'σяєм ιρѕυм #
fr: Ajouter un conseil
fr_ca: Ajouter un conseil
ja_jp: ヒントを追加する

source: Message (Review)
eo: Méssägé (Révïéw) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: Message (révision)
fr_ca: Message (revue)
ja_jp: メッセージ (レビュー)

source: ID for referencing this rating block:
eo: ÌD för référénçïng thïs rätïng ßlöçk: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: ID de référencement de ce bloc de notes :
fr_ca: Identifiant pour référencer ce bloc d'évaluation :
ja_jp: この評価ブロック参照用のID:

source: Built-in choices:
eo: Büïlt-ïn çhöïçés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Choix intégrés :
fr_ca: Choix intégrés :
ja_jp: ビルトイン選択肢:

source: Additional custom choices and tips:
eo: Àddïtïönäl çüstöm çhöïçés änd tïps: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Choix et conseils personnalisés supplémentaires :
fr_ca: Autres choix personnalisés et conseils :
ja_jp: 追加のカスタム選択肢とヒント:

source: You might consider reviewing the following items before your next assessment attempt:
eo: Ýöü mïght çönsïdér révïéwïng thé föllöwïng ïtéms ßéföré ýöür néxt ässéssmént ättémpt: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Vous pourriez envisager de revoir les éléments suivants avant votre prochaine tentative d'évaluation :
fr_ca: Vous pourriez envisager de revoir les éléments suivants avant votre prochaine tentative d’évaluation :
ja_jp: 次回のアセスメントを受ける前に、以下の項目について見直しましょう:

source: You scored %(score)s%% on this assessment.
eo: Ýöü sçöréd %(score)s%% ön thïs ässéssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Vous avez obtenu la note de %(score)s%% à cette évaluation.
fr_ca: Vous avez obtenu %(score)s%% sur cette évaluation.
ja_jp: このアセスメントではあなたのスコアは%(score)s%%でした。

source: Click a question to review feedback on your response.
eo: Çlïçk ä qüéstïön tö révïéw féédßäçk ön ýöür réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Cliquez sur une question pour revoir le commentaire concernant votre réponse.
fr_ca: Cliquez sur une question pour consulter les rétroactions à votre réponse.
ja_jp: あなたの回答に対するフィードバックを確認するには、質問をクリックします。

source: Note: This is an example score, to show how the review step will look.
eo: Nöté: Thïs ïs än éxämplé sçöré, tö shöw höw thé révïéw stép wïll löök. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Remarque : ceci est un exemple de note, pour afficher la façon dont l’étape de révision apparaîtra.
fr_ca: Remarque : Ceci est un exemple de score, pour montrer à quoi ressemblera l'étape de révision.
ja_jp: 注: これは、レビュー・ステップの概要を説明するためのスコア例です。

source: You answered 1 question correctly.
eo: Ýöü änswéréd 1 qüéstïön çörréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Vous avez répondu correctement à %(correct_answers)s question.
fr_ca: Vous avez répondu à 1 question correctement.
ja_jp: %(correct_answers)s問正解です。

source: and
eo: änd Ⱡ'σяєм#
fr: et
fr_ca: et
ja_jp: および

source: Question %(number)s
eo: Qüéstïön %(number)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
ja_jp: 質問%(number)s

source: You answered 1 question partially correctly.
eo: Ýöü änswéréd 1 qüéstïön pärtïällý çörréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Vous avez répondu partiellement correctement à %(partially_correct_answers)s question.
fr_ca: Vous avez répondu à 1 question partiellement correctement.
ja_jp: %(partially_correct_answers)s問部分的に正解です。

source: You answered 1 question incorrectly.
eo: Ýöü änswéréd 1 qüéstïön ïnçörréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Vous avez répondu incorrectement à %(incorrect_answers)s question.
fr_ca: Vous avez répondu à 1 question incorrectement.
ja_jp: %(incorrect_answers)s問不正解です。

source: ID for referencing this slider:
eo: ÌD för référénçïng thïs slïdér: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: ID de référencement de ce curseur :
fr_ca: Identifiant pour référencer ce sélecteur d'échelle :
ja_jp: このスライダ参照用のID:

source: Content
eo: Çöntént Ⱡ'σяєм ιρѕυм #
fr: Contenu
fr_ca: Contenu
ja_jp: コンテンツ

source: Text of the tip to show if the student chooses this tip's associated choice[s]
eo: Téxt öf thé tïp tö shöw ïf thé stüdént çhöösés thïs tïp's ässöçïätéd çhöïçé[s] Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Texte de conseil à afficher si l'étudiant choisit le ou les choix associés à ce conseil
fr_ca: Texte du conseil à présenter si l’élève a choisi le choix associé à ce conseil[s]
ja_jp: 生徒がこのヒントに関連する選択肢を選ぶか否かを示す、ヒントのテキスト

source: For Choices
eo: För Çhöïçés Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Pour les choix
fr_ca: Comme choix
ja_jp: 選択肢

source: List of choices for which to display this tip
eo: Lïst öf çhöïçés för whïçh tö dïspläý thïs tïp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Liste des choix pour lesquels afficher ce conseil
fr_ca: Liste des choix pour lesquels afficher ce conseil
ja_jp: このヒントを表示する選択肢のリスト

source: Width
eo: Wïdth Ⱡ'σяєм ιρѕ#
fr: Largeur
fr_ca: Largeur
ja_jp: 幅

source: Width of the tip popup (e.g. '400px')
eo: Wïdth öf thé tïp pöpüp (é.g. '400px') Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Largeur de la fenêtre du conseil (par exemple « 400px »)
fr_ca: Largeur du pop-up de conseil (par exemple '400px')
ja_jp: ヒントのポップアップの幅 (例: 「400px」)

source: Height
eo: Héïght Ⱡ'σяєм ιρѕυ#
fr: Hauteur
fr_ca: Hauteur
ja_jp: 高さ

source: Height of the tip popup (e.g. '200px')
eo: Héïght öf thé tïp pöpüp (é.g. '200px') Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Hauteur de la fenêtre du conseil (par exemple « 200px »)
fr_ca: Hauteur du pop-up de conseil (par exemple '200px')
ja_jp: ヒントのポップアップの高さ (例: 「200px」)

source: Tip for {list_of_choices}
eo: Tïp för {list_of_choices} Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Conseil pour {list_of_choices}
fr_ca: Conseil pour {list_of_choices}
ja_jp: {list_of_choices}のヒント

source: A choice selected for this tip does not exist.
eo: À çhöïçé séléçtéd för thïs tïp döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Un choix sélectionné pour ce conseil n'existe pas.
fr_ca: Un choix sélectionné pour ce conseil n'existe pas.
ja_jp: このヒントについて選ばれた選択肢は存在しません。
