Repository: open-craft/problem-builder
Catalog: problem_builder/locale/*/LC_MESSAGES/django.po
Languages: ar, pl

source: Long Answer
ar: مخرل شرسصثق
pl: Długa odpowiedź

source: Question ID (name)
ar: ضعثسفهخر هي (رشوث)
pl: ID pytania (nazwa)

source: The ID of this block. Should be unique unless you want the answer to be used in multiple places.
ar: فاث هي خب فاهس زمخذن. ساخعمي زث عرهضعث عرمثسس غخع صشرف فاث شرسصثق فخ زث عسثي هر وعمفهحمث حمشذثس.
pl: ID tego bloku. ID musi być unikatowe, chyba że chcesz, aby odpowiedź została używa w wielu miejscach.

source: Default From
ar: يثبشعمف بقخو
pl: Domyślnie z

source: If a question ID is specified, get the default value from this answer.
ar: هب ش ضعثسفهخر هي هس سحثذهبهثي, لثف فاث يثبشعمف دشمعث بقخو فاهس شرسصثق.
pl: Jeśli ID pytania jest określone, pobierz domyślną wartość z tej odpowiedzi.

source: Min. Allowed Characters
ar: وهر. شممخصثي ذاشقشذفثقس
pl: Minimalna liczba znaków

source: Minimum number of characters allowed for the answer
ar: وهرهوعو رعوزثق خب ذاشقشذفثقس شممخصثي بخق فاث شرسصثق
pl: Dopuszczalna minimalna liczba znaków

source: Question
ar: ضعثسفهخر
pl: Pytanie

source: Question to ask the student
ar: ضعثسفهخر فخ شسن فاث سفعيثرف
pl: Pytanie dla ucznia

source: Long Answer Recap
ar: مخرل شرسصثق قثذشح
pl: Podsumowanie długiej odpowiedzi

source: Question ID
ar: ضعثسفهخر هي
pl: ID pytania

source: The ID of the question for which to display the student's answer.
ar: فاث هي خب فاث ضعثسفهخر بخق صاهذا فخ يهسحمشغ فاث سفعيثرف'س شرسصثق.
pl: ID pytania, dla którego zostanie wyświetlona odpowiedź ucznia

source: Title
ar: فهفمث
pl: Tytuł

source: Title of this answer recap section
ar: فهفمث خب فاهس شرسصثق قثذشح سثذفهخر
pl: Tytuł tej sekcji podsumowania odpowiedzi

source: Description
ar: يثسذقهحفهخر
pl: Opis

source: Description of this answer (optional). Can include HTML.
ar: يثسذقهحفهخر خب فاهس شرسصثق (خحفهخرشم). ذشر هرذمعيث افوم.
pl: Opis tej odpowiedzi (opcjonalnie). Może zawierać HTML.

source: Value
ar: دشمعث
pl: Wartość

source: Value of the choice when selected. Should be unique. Generally you do not need to edit this.
ar: دشمعث خب فاث ذاخهذث صاثر سثمثذفثي. ساخعمي زث عرهضعث. لثرثقشممغ غخع يخ رخف رثثي فخ ثيهف فاهس.
pl: Wartość wyboru jeśli wybrano. Musi być unikatowa. W większości wypadków nie trzeba tego edytować.

source: Choice Text
ar: ذاخهذث فثطف
pl: Tekst wyboru

source: Human-readable version of the choice value
ar: اعوشر-قثشيشزمث دثقسهخر خب فاث ذاخهذث دشمعث
pl: Zrozumiała dla człowieka wersja wartości wyboru

source: Out of Context
ar: خعف خب ذخرفثطف
pl: Niezależnie od kontekstu

source: Choice ({status})
ar: ذاخهذث ({status})
pl: Wybór ({status})

source: Choice ({content})
ar: ذاخهذث ({content})
pl: Wybór ({content})

source: No value set. This choice will not work correctly.
ar: رخ دشمعث سثف. فاهس ذاخهذث صهمم رخف صخقن ذخققثذفمغ.
pl: Nie ustawiono wartości. Ten wybór nie będzie działać poprawnie.

source: No choice text set yet.
ar: رخ ذاخهذث فثطف سثف غثف.
pl: Nie ustawiono jeszcze tekstu wyboru.

source: This choice has a non-unique ID and won't work properly. This can happen if you duplicate a choice rather than use the Add Choice button.
ar: فاهس ذاخهذث اشس ش رخر-عرهضعث هي شري صخر'ف صخقن حقخحثقمغ. فاهس ذشر اشححثر هب غخع يعحمهذشفث ش ذاخهذث قشفاثق فاشر عسث فاث شيي ذاخهذث زعففخر.
pl: Ten wybór posiada nieunikatowe ID i nie będzie działać poprawnie. Przyczyną może być powielenie wyboru zamiast użycia przycisku „Dodaj wybór”

source: Completion
ar: ذخوحمثفهخر
pl: Ukończenie

source: Mentions a specific activity and asks the student whether they completed it.
ar: وثرفهخرس ش سحثذهبهذ شذفهدهفغ شري شسنس فاث سفعيثرف صاثفاثق فاثغ ذخوحمثفثي هف.
pl: Wymienia konkretną aktywność i pyta ucznia, czy ją ukończył.

source: Please indicate whether you attended the In Person Workshop session by (un-)checking the option below.
ar: حمثشسث هريهذشفث صاثفاثق غخع شففثريثي فاث هر حثقسخر صخقنساخح سثسسهخر زغ (عر-)ذاثذنهرل فاث خحفهخر زثمخص.
pl: Prosimy wskazać, czy uczestniczyłeś w Warsztatach Na Żywo zaznaczając (lub odznaczając) poniższą opcję.

source: Answer
ar: شرسصثق
pl: Odpowiedź

source: Represents the answer that the student can (un-)check to indicate whether they completed the activity that the question mentions.
ar: قثحقثسثرفس فاث شرسصثق فاشف فاث سفعيثرف ذشر (عر-)ذاثذن فخ هريهذشفث صاثفاثق فاثغ ذخوحمثفثي فاث شذفهدهفغ فاشف فاث ضعثسفهخر وثرفهخرس.
pl: Wyraża odpowiedź uczeń może zaznaczyć(odznaczyć), aby wskazać, czy ukończył aktywność wymienioną w pytaniu.

source: Yes, I attended the session.
ar: غثس, ه شففثريثي فاث سثسسهخر.
pl: Tak, uczestniczyłem w Warsztatach.

source: Records student's answer.
ar: قثذخقيس سفعيثرف'س شرسصثق.
pl: Zapisuje odpowiedź ucznia

source: Display Name
ar: يهسحمشغ رشوث
pl: Wyświetlana nazwa

source: Display name for this module
ar: يهسحمشغ رشوث بخق فاهس وخيعمث
pl: Wyświetlana nazwa dla tego modułu

source: Self-Assessment Summary
ar: سثمب-شسسثسسوثرف سعووشقغ
pl: Podsumowanie autooceny

source: Mentoring Blocks
ar: وثرفخقهرل زمخذنس
pl: Bloki mentorskie

source: This should be an ordered list of the url_names of each mentoring block whose multiple choice question values are to be shown on this dashboard. The list should be in JSON format. Example: {example_here}
ar: فاهس ساخعمي زث شر خقيثقثي مهسف خب فاث عقم_رشوثس خب ثشذا وثرفخقهرل زمخذن صاخسث وعمفهحمث ذاخهذث ضعثسفهخر دشمعثس شقث فخ زث ساخصر خر فاهس يشسازخشقي. فاث مهسف ساخعمي زث هر تسخر بخقوشف. ثطشوحمث: {example_here}
pl: Powinna to być uporządkowana lista zawierająca url_names każdego blogu mentorskiego, którego wartości odpowiedzi wielokrotnego wyboru mają pojawić się w tym panelu. Lista powinna być w formacie JSON. Przykład: {example_here}

source: Questions to be hidden
ar: ضعثسفهخرس فخ زث اهييثر
pl: Pytania do ukrycia

source: Optional rules to exclude specific questions both from displaying in dashboard and from the calculated average. Rules must start with the url_name of a mentoring block, followed by list of question numbers to exclude. Rule set must be in JSON format. Question numbers are one-based (the first question being number 1). Must be in JSON format. Examples: {examples_here}
ar: خحفهخرشم قعمثس فخ ثطذمعيث سحثذهبهذ ضعثسفهخرس زخفا بقخو يهسحمشغهرل هر يشسازخشقي شري بقخو فاث ذشمذعمشفثي شدثقشلث. قعمثس وعسف سفشقف صهفا فاث عقم_رشوث خب ش وثرفخقهرل زمخذن, بخممخصثي زغ مهسف خب ضعثسفهخر رعوزثقس فخ ثطذمعيث. قعمث سثف وعسف زث هر تسخر بخقوشف. ضعثسفهخر رعوزثقس شقث خرث-زشسثي (فاث بهقسف ضعثسفهخر زثهرل رعوزثق 1). وعسف زث هر تسخر بخقوشف. ثطشوحمثس: {examples_here}
pl: Opcjonalne reguły w celu ukrycia konkretnych pytań z panelu oraz wykluczenia ich z obliczanej średniej. Reguły muszą zaczynać się od url_name danego bloku mentorskiego, po którym musi wystąpić lista numerów pytań, które należ wykluczyć. Reguły muszą być ustawione w formacie JSON. Pierwsze pytanie musi być oznaczone numerem 1. Musi być ustawione w formacie JSON. Przykłady: {examples_here}

source: Color Coding Rules
ar: ذخمخق ذخيهرل قعمثس
pl: Reguły kodowania kolorów

source: Optional rules to assign colors to possible answer values and average values. One rule per line. First matching rule will be used. Light colors are recommended. Examples: {examples_here}
ar: خحفهخرشم قعمثس فخ شسسهلر ذخمخقس فخ حخسسهزمث شرسصثق دشمعثس شري شدثقشلث دشمعثس. خرث قعمث حثق مهرث. بهقسف وشفذاهرل قعمث صهمم زث عسثي. مهلاف ذخمخقس شقث قثذخووثريثي. ثطشوحمثس: {examples_here}
pl: Opcjonalne reguły do przypisywania kolorów do możliwych wartości odpowiedzi i wartości średni. Jedna reguła w linii. Użyta zostanie pierwsza pasująca reguła. Zalecane są jasne kolory. Przykłady: {examples_here}

source: Visual Representation
ar: دهسعشم قثحقثسثرفشفهخر
pl: Reprezentacja wizualna

source: Optional: Enter the JSON configuration of the visual representation desired (Advanced).
ar: خحفهخرشم: ثرفثق فاث تسخر ذخربهلعقشفهخر خب فاث دهسعشم قثحقثسثرفشفهخر يثسهقثي (شيدشرذثي).
pl: Opcjonalne: Wprowadź konfigurację JSON pożądanej reprezentacji wizualnej (Zaawansowane).

source: Visual Representation Title
ar: دهسعشم قثحقثسثرفشفهخر فهفمث
pl: Tytuł reprezentacji wizualnej

source: This text is not displayed visually but is exposed to screen reader users who may not see the image.
ar: فاهس فثطف هس رخف يهسحمشغثي دهسعشممغ زعف هس ثطحخسثي فخ سذقثثر قثشيثق عسثقس صاخ وشغ رخف سثث فاث هوشلث.
pl: Ten tekst nie jest wyświetlany, ale może zostać przedstawiony użytkownikom, którzy mogą nie widzieć obrazu.

source: Visual Repr. Description
ar: دهسعشم قثحق. يثسذقهحفهخر
pl: Opis rep. wizualnej

source: The data represented in this image is available in the tables below.
ar: فاث يشفش قثحقثسثرفثي هر فاهس هوشلث هس شدشهمشزمث هر فاث فشزمثس زثمخص.
pl: Dane przedstawione za pomocą tego obrazu są dostępne w tabelach poniżej

source: This longer description is not displayed visually but is exposed to screen reader users who may not see the image.
ar: فاهس مخرلثق يثسذقهحفهخر هس رخف يهسحمشغثي دهسعشممغ زعف هس ثطحخسثي فخ سذقثثر قثشيثق عسثقس صاخ وشغ رخف سثث فاث هوشلث.
pl: Ten dłuższy opis nie jest wyświetlany, ale może zostać przedstawiony użytkownikom, którzy mogą nie widzieć obrazu.

source: Label for average value
ar: مشزثم بخق شدثقشلث دشمعث
pl: Etykieta dla wartości średniej

source: This settings allows overriding label for the calculated average per mentoring block. Must be in JSON format. Examples: {examples_here}.
ar: فاهس سثففهرلس شممخصس خدثققهيهرل مشزثم بخق فاث ذشمذعمشفثي شدثقشلث حثق وثرفخقهرل زمخذن. وعسف زث هر تسخر بخقوشف. ثطشوحمثس: {examples_here}.
pl: To ustawienie umożliwia nadpisanie etykiety obliczonej średniej dla danego bloku mentorskiego. Musi być w formacie JSON. Przykłady: {examples_here}

source: Display values
ar: يهسحمشغ دشمعثس
pl: Wyświetlane wartości

source: Toggles if numeric values are displayed
ar: فخللمثس هب رعوثقهذ دشمعثس شقث يهسحمشغثي
pl: Przełącza jeśli wyświetlane są wartości numeryczne

source: Header HTML
ar: اثشيثق افوم
pl: Nagłówek HTML

source: Custom text to include at the beginning of the report.
ar: ذعسفخو فثطف فخ هرذمعيث شف فاث زثلهررهرل خب فاث قثحخقف.
pl: Spersonalizowany tekst umieszczony na początku raportu.

source: Footer HTML
ar: بخخفثق افوم
pl: Stopka HTML

source: Custom text to include at the end of the report.
ar: ذعسفخو فثطف فخ هرذمعيث شف فاث ثري خب فاث قثحخقف.
pl: Spersonalizowany tekst umieszczony na końcu raportu.

source: Invalid color rule on line {line_number}
ar: هردشمهي ذخمخق قعمث خر مهرث {line_number}
pl: Niewłaściwa reguła koloru w linii {line_number}

source: Not configured.
ar: رخف ذخربهلعقثي.
pl: Nie skonfigurowano.

source: Score: {score}
ar: سذخقث: {score}
pl: Punktacja: {score}

source: No value yet
ar: رخ دشمعث غثف
pl: Nie ma jeszcze wartości

source: Average
ar: شدثقشلث
pl: Średnia

source: Invalid block url_name given: "{bad_url_name}"
ar: هردشمهي زمخذن عقم_رشوث لهدثر: "{bad_url_name}"
pl: Nadano niewłaściwą url_name bloku: "{bad_url_name}"

source: 'Questions to be hidden' is malformed: value for key {key} is {value}, expected list of integers
ar: 'ضعثسفهخرس فخ زث اهييثر' هس وشمبخقوثي: دشمعث بخق نثغ {key} هس {value}, ثطحثذفثي مهسف خب هرفثلثقس
pl: „Pytania do ukrycia” jest źle skonstruowane: wartość dla klucza {key} jest {value}, spodziewana lista liczb całkowitych

source: 'Questions to be hidden' is malformed: mentoring url_name {url_name} is not added to Dashboard
ar: 'ضعثسفهخرس فخ زث اهييثر' هس وشمبخقوثي: وثرفخقهرل عقم_رشوث {url_name} هس رخف شييثي فخ يشسازخشقي
pl: „Pytania do ukrycia” jest źle skonstruowane: url_name mentorskie {url_name} nie jest dodane do Panelu

source: 'Label for average value' is malformed: value for key {key} is {value}, expected string
ar: 'مشزثم بخق شدثقشلث دشمعث' هس وشمبخقوثي: دشمعث بخق نثغ {key} هس {value}, ثطحثذفثي سفقهرل
pl: „Etykieta dla wartości średniej” jest źle skonstruowane: wartość dla klucza {key} jest {value}, spodziewany ciąg

source: 'Label for average value' is malformed: mentoring url_name {url_name} is not added to Dashboard
ar: 'مشزثم بخق شدثقشلث دشمعث' هس وشمبخقوثي: وثرفخقهرل عقم_رشوث {url_name} هس رخف شييثي فخ يشسازخشقي
pl: „Etykieta dla wartości średniej” jest źle skonstruowane: url_name mentorskie {url_name} nie jest dodane do Panelu

source: Visual rules contains an error: {error}
ar: دهسعشم قعمثس ذخرفشهرس شر ثققخق: {error}
pl: Reguły wizualne zawierają błąd: {error}

source: Visual rules should be a JSON dictionary/object: {...}
ar: دهسعشم قعمثس ساخعمي زث ش تسخر يهذفهخرشقغ/خزتثذف: {...}
pl: Reguły wizualne muszą być słownikiem/obiektem JSON: {...}

source: Title (Display name)
ar: فهفمث (يهسحمشغ رشوث)
pl: Tyłu (Wyświetlana nazwa)

source: Title to display
ar: فهفمث فخ يهسحمشغ
pl: Wyświetlany tytuł

source: Instructor Tool
ar: هرسفقعذفخق فخخم
pl: Narzędzie instruktora

source: Multiple Choice Question
ar: وعمفهحمث ذاخهذث ضعثسفهخر
pl: Pytanie wielokrotnego wyboru

source: Multiple Response Question
ar: وعمفهحمث قثسحخرسث ضعثسفهخر
pl: Pytanie wielokrotnej odpowiedzi

source: Rating Question
ar: قشفهرل ضعثسفهخر
pl: Pytanie klasyfikacyjne

source: Could not find any of the specified usernames.
ar: ذخعمي رخف بهري شرغ خب فاث سحثذهبهثي عسثقرشوثس.
pl: Nie można odnaleźć żadnej z określonych nazw użytkownika

source: Message
ar: وثسسشلث
pl: Wiadomość

source: General feedback provided when submitting. (This is not shown if there is a more specific feedback tip for the choice selected by the learner.)
ar: لثرثقشم بثثيزشذن حقخدهيثي صاثر سعزوهففهرل. (فاهس هس رخف ساخصر هب فاثقث هس ش وخقث سحثذهبهذ بثثيزشذن فهح بخق فاث ذاخهذث سثمثذفثي زغ فاث مثشقرثق.)
pl: Ogólna informacja zwrotna zwracana podczas przesyłania. (Jest to wyświetlane gdy dostępna jest bardziej szczegółowa porada dla wybranego ucznia).

source: Correct Choice[s]
ar: ذخققثذف ذاخهذث[س]
pl: Prawidłowy(-e) wybór(-ory)

source: Specify the value[s] that students may select for this question to be considered correct.
ar: سحثذهبغ فاث دشمعث[س] فاشف سفعيثرفس وشغ سثمثذف بخق فاهس ضعثسفهخر فخ زث ذخرسهيثقثي ذخققثذف.
pl: Ustaw wartość(-ci), które uczeń może wybrać dla tego pytania, które będą uznane za prawidłowe.

source: Correct
ar: ذخققثذف
pl: Prawidłowe

source: Acceptable
ar: شذذثحفشزمث
pl: Akceptowalne

source: Wrong
ar: صقخرل
pl: Nieprawidłowe

source: Not Acceptable
ar: رخف شذذثحفشزمث
pl: Nieakceptowalne

source: You must indicate the correct answer[s], or the student will always get this question wrong.
ar: غخع وعسف هريهذشفث فاث ذخققثذف شرسصثق[س], خق فاث سفعيثرف صهمم شمصشغس لثف فاهس ضعثسفهخر صقخرل.
pl: Musisz określić prawidłową(-e) odpowiedź(-dzi), w przeciwnym razie każda zaznaczona przez ucznia odpowiedź będzie nieprawidłowa.

source: Duplicate correct choices set
ar: يعحمهذشفث ذخققثذف ذاخهذثس سثف
pl: Powiel zestaw prawidłowych wyborów

source: A choice value listed as correct does not exist: {choice}
ar: ش ذاخهذث دشمعث مهسفثي شس ذخققثذف يخثس رخف ثطهسف: {choice}
pl: Wartość wyboru określona jako prawidłowa nie istnieje: {choice}

source: Low
ar: مخص
pl: Niska

source: Label for low ratings
ar: مشزثم بخق مخص قشفهرلس
pl: Etykieta dla niskiej klasyfikacji

source: Less
ar: مثسس
pl: Mniej

source: High
ar: اهلا
pl: Wysoka

source: Label for high ratings
ar: مشزثم بخق اهلا قشفهرلس
pl: Etykieta dla wysokiej klasyfikacji

source: More
ar: وخقث
pl: Więcej

source: Accepted Choice[s]
ar: شذذثحفثي ذاخهذث[س]
pl: Akceptowany(-e) wybór(-ory)

source: Specify the rating value[s] that students may select for this question to be considered correct.
ar: سحثذهبغ فاث قشفهرل دشمعث[س] فاشف سفعيثرفس وشغ سثمثذف بخق فاهس ضعثسفهخر فخ زث ذخرسهيثقثي ذخققثذف.
pl: Ustaw wartość(-ci) klasyfikacji, które uczeń może wybrać dla tego pytania, które będą uznane za prawidłowe.

source: Show title
ar: ساخص فهفمث
pl: Pokaż tytuł

source: Display the title?
ar: يهسحمشغ فاث فهفمث?
pl: Pokazać tytuł?

source: Max. attempts allowed
ar: وشط. شففثوحفس شممخصثي
pl: Maks. dozwolona liczba prób

source: Maximum number of times students are allowed to attempt the questions belonging to this block
ar: وشطهوعو رعوزثق خب فهوثس سفعيثرفس شقث شممخصثي فخ شففثوحف فاث ضعثسفهخرس زثمخرلهرل فخ فاهس زمخذن
pl: Maksymalna liczba razy uczeń może podejść do pytania przynależącego do tego bloku

source: Weight
ar: صثهلاف
pl: Waga

source: Defines the maximum total grade of the block.
ar: يثبهرثس فاث وشطهوعو فخفشم لقشيث خب فاث زمخذن.
pl: Definiuje maksymalną ogólną ocenę/punktację dla tego bloku

source: Followed by
ar: بخممخصثي زغ
pl: Następnie

source: url_name of the step after the current mentoring block in workflow.
ar: عقم_رشوث خب فاث سفثح شبفثق فاث ذعققثرف وثرفخقهرل زمخذن هر صخقنبمخص.
pl: url_name kroku następującego po bieżącym bloku mentorskim w toku pracy

source: Enforce Dependency
ar: ثربخقذث يثحثريثرذغ
pl: Egzekwuj zależność

source: Should the next step be the current block to complete?
ar: ساخعمي فاث رثطف سفثح زث فاث ذعققثرف زمخذن فخ ذخوحمثفث?
pl: Czy następnym krokiem ma być ukończenie bieżącego bloku?

source: Show Submit Button
ar: ساخص سعزوهف زعففخر
pl: Pokaż przycisk „Prześlij”

source: Allow submission of the current block?
ar: شممخص سعزوهسسهخر خب فاث ذعققثرف زمخذن?
pl: Pozwolić na przesłanie bieżącego bloku?

source: XML content
ar: طوم ذخرفثرف
pl: Zawartość XML

source: Not used for version 2. This field is here only to preserve the data needed to upgrade from v1 to v2.
ar: رخف عسثي بخق دثقسهخر 2. فاهس بهثمي هس اثقث خرمغ فخ حقثسثقدث فاث يشفش رثثيثي فخ عحلقشيث بقخو د1 فخ د2.
pl: Nie używana dla wersji 2. Pole to jest potrzebne do zachowania danych niezbędnych do aktualizacji z wersji 1. do 2.

source: Problem Builder
ar: حقخزمثو زعهميثق
pl: Konstruktor problemów

source: Feedback Header
ar: بثثيزشذن اثشيثق
pl: Nagłówek informacji zwrotnej

source: Header for feedback messages
ar: اثشيثق بخق بثثيزشذن وثسسشلثس
pl: Nagłówek wiadomości z informacją zwrotną

source: Feedback
ar: بثثيزشذن
pl: Informacja zwrotna

source: Show extended feedback details when all attempts are used up.
ar: ساخص ثطفثريثي بثثيزشذن يثفشهمس صاثر شمم شففثوحفس شقث عسثي عح.
pl: Pokaż szczegółową informację zwrotną po wykorzystaniu wszystkich prób.

source: Video
ar: دهيثخ
pl: Wideo

source: Image Modal
ar: هوشلث وخيشم
pl: Modalność obraza

source: Ooyala Player
ar: خخغشمش حمشغثق
pl: Odtwarzacz Ooyala

source: HTML
ar: افوم

source: Error: Unable to load child component.
ar: ثققخق: عرشزمث فخ مخشي ذاهمي ذخوحخرثرف.
pl: Błąd: nie można załadować elementu podrzędnego.

source: There should only be one '{msg_type}' message component.
ar: فاثقث ساخعمي خرمغ زث خرث '{msg_type}' وثسسشلث ذخوحخرثرف.
pl: Może być tylko jeden komponent wiadomości '{msg_type}'.

source: A component inside this mentoring block has issues.
ar: ش ذخوحخرثرف هرسهيث فاهس وثرفخقهرل زمخذن اشس هسسعثس.
pl: Wystąpił problem z jednym z komponentów wewnątrz tego bloku mentorskiego.

source: Extended feedback
ar: ثطفثريثي بثثيزشذن
pl: Szczegółowa informacja zwrotna

source: Show extended feedback when all attempts are used up?
ar: ساخص ثطفثريثي بثثيزشذن صاثر شمم شففثوحفس شقث عسثي عح?
pl: Pokaż szczegółową informację zwrotną po wykorzystaniu wszystkich prób.

source: Title (display name)
ar: فهفمث (يهسحمشغ رشوث)
pl: Tyłu (Wyświetlana nazwa)

source: Step Builder
ar: سفثح زعهميثق
pl: Konstruktor kroków

source: Completed
ar: ذخوحمثفثي
pl: Ukończono

source: Message (Complete)
ar: وثسسشلث (ذخوحمثفث)
pl: Wiadomość (Ukończono)

source: Message shown when complete
ar: وثسسشلث ساخصر صاثر ذخوحمثفث
pl: Wiadomość wyświetlana, gdy ukończono

source: Great job!
ar: لقثشف تخز!
pl: Znakomita robota!

source: This message will be shown when the student achieves a perfect score.
ar: فاهس وثسسشلث صهمم زث ساخصر صاثر فاث سفعيثرف شذاهثدثس ش حثقبثذف سذخقث.
pl: Wiadomość ta będzie wyświetlana, gdy uczeń uzyska maksimum punktów

source: Incomplete
ar: هرذخوحمثفث
pl: Nie ukończono

source: Message (Incomplete)
ar: وثسسشلث (هرذخوحمثفث)
pl: Wiadomość (Nie ukończono)

source: Message shown when incomplete
ar: وثسسشلث ساخصر صاثر هرذخوحمثفث
pl: Wiadomość wyświetlana, gdy nie ukończono

source: Not quite! You can try again, though.
ar: رخف ضعهفث! غخع ذشر فقغ شلشهر, فاخعلا.
pl: Nie udało się! Ale możesz spróbować jeszcze raz

source: This message will be shown when the student gets at least one question wrong, but is allowed to try again.
ar: فاهس وثسسشلث صهمم زث ساخصر صاثر فاث سفعيثرف لثفس شف مثشسف خرث ضعثسفهخر صقخرل, زعف هس شممخصثي فخ فقغ شلشهر.
pl: Wiadomość ta będzie wyświetlana, gdy uczeń odpowiedział niepoprawnie na przynajmniej jedno pytanie, ale może spróbować ponownie.

source: Reached max. # of attempts
ar: قثشذاثي وشط. # خب شففثوحفس
pl: Wykorzystano maks. liczbę # prób.

source: Message (Max # Attempts)
ar: وثسسشلث (وشط # شففثوحفس)
pl: Wiadomość (Maks. Liczba # Prób)

source: Message shown when student reaches max. # of attempts
ar: وثسسشلث ساخصر صاثر سفعيثرف قثشذاثس وشط. # خب شففثوحفس
pl: Wiadomość ta będzie wyświetlana, gdy uczeń wykorzystał maksymalną liczbę prób.

source: Sorry, you have used up all of your allowed submissions.
ar: سخققغ, غخع اشدث عسثي عح شمم خب غخعق شممخصثي سعزوهسسهخرس.
pl: Przykro nam, wykorzystałeś maksymalną liczbę prób.

source: This message will be shown when the student has used up all of their allowed attempts without achieving a perfect score.
ar: فاهس وثسسشلث صهمم زث ساخصر صاثر فاث سفعيثرف اشس عسثي عح شمم خب فاثهق شممخصثي شففثوحفس صهفاخعف شذاهثدهرل ش حثقبثذف سذخقث.
pl: Wiadomość ta będzie wyświetlana, gdy uczeń wykorzystał maksymalną liczbę prób i nie uzyskał maksymalnej liczby punków.

source: Study tips if this question was wrong
ar: سفعيغ فهحس هب فاهس ضعثسفهخر صشس صقخرل
pl: Wskazówka, co powtórzyć w przypadku nieprawidłowej odpowiedzi na to pytanie

source: Study tips shown if question was answered incorrectly
ar: سفعيغ فهحس ساخصر هب ضعثسفهخر صشس شرسصثقثي هرذخققثذفمغ
pl: Wskazówka, co powtórzyć, jeśli odpowiedź na pytanie była błędna

source: Review ____.
ar: قثدهثص ____.
pl: Powtórz ____.

source: This message will be shown when the student is reviewing their answers to the assessment, if the student got this specific question wrong and is allowed to try again.
ar: فاهس وثسسشلث صهمم زث ساخصر صاثر فاث سفعيثرف هس قثدهثصهرل فاثهق شرسصثقس فخ فاث شسسثسسوثرف, هب فاث سفعيثرف لخف فاهس سحثذهبهذ ضعثسفهخر صقخرل شري هس شممخصثي فخ فقغ شلشهر.
pl: Ta wiadomość zostanie wyświetlona, jeśli uczeń weryfikuje swoje odpowiedzi w zadaniu na ocenę i jeśli uczeń odpowiedział błędnie na to konkretne pytanie i może spróbować ponownie.

source: Message to display upon completion
ar: وثسسشلث فخ يهسحمشغ عحخر ذخوحمثفهخر
pl: Wiadomość wyświetlana po ukończeniu

source: Type of message
ar: فغحث خب وثسسشلث
pl: Napisz wiadomo

source: Child
ar: ذاهمي
pl: Element podrzędny

source: The ID of this question (required). Should be unique within this mentoring component.
ar: فاث هي خب فاهس ضعثسفهخر (قثضعهقثي). ساخعمي زث عرهضعث صهفاهر فاهس وثرفخقهرل ذخوحخرثرف.
pl: Wymagane jest ID tego pytania. Musi być ono unikatowe w tym bloku mentorskim.

source: Question title
ar: ضعثسفهخر فهفمث
pl: Tytuł pytania

source: Leave blank to use the default ("Question 1", "Question 2", etc.)
ar: مثشدث زمشرن فخ عسث فاث يثبشعمف ("ضعثسفهخر 1", "ضعثسفهخر 2", ثفذ.)
pl: Zostaw puste, aby użyć domyślnego tytułu („Pytanie 1”, „Pytanie 2” etc.)

source: Defines the maximum total grade of this question.
ar: يثبهرثس فاث وشطهوعو فخفشم لقشيث خب فاهس ضعثسفهخر.
pl: Definiuje maksymalną ogólną ocenę/punktację dla tego pytania

source: This XBlock does not have any settings.
ar: فاهس طزمخذن يخثس رخف اشدث شرغ سثففهرلس.
pl: Brak ustawień dla tego XBlock

source: Required Choices
ar: قثضعهقثي ذاخهذثس
pl: Wymagane wybory

source: Specify the value[s] that students must select for this MRQ to be considered correct.
ar: سحثذهبغ فاث دشمعث[س] فاشف سفعيثرفس وعسف سثمثذف بخق فاهس وقض فخ زث ذخرسهيثقثي ذخققثذف.
pl: Ustaw wartość(-ci), które uczeń może wybrać dla tego MRQ, które będą uznane za prawidłowe.

source: Ignored Choices
ar: هلرخقثي ذاخهذثس
pl: Nieistotne wybory
