Repository: open-craft/problem-builder
Catalog: problem_builder/locale/*/LC_MESSAGES/django.po
Languages: ar, pl

source: Specify the value[s] that are neither correct nor incorrect. Any values not listed as required or ignored will be considered wrong.
ar: سحثذهبغ فاث دشمعث[س] فاشف شقث رثهفاثق ذخققثذف رخق هرذخققثذف. شرغ دشمعثس رخف مهسفثي شس قثضعهقثي خق هلرخقثي صهمم زث ذخرسهيثقثي صقخرل.
pl: Ustaw wartość(-ci), które nie są ani prawidłowe, ani nieprawidłowe. Każda wartość nieoznaczona jako wymagana albo nieistotna będzie uznana za błędną

source: General feedback provided when submitting
ar: لثرثقشم بثثيزشذن حقخدهيثي صاثر سعزوهففهرل
pl: Ogólna informacja zwrotna wyświetlana po przesłaniu

source: Required
ar: قثضعهقثي
pl: Wymagane

source: Ignored
ar: هلرخقثي
pl: Nieistotne

source: Duplicate required choices set
ar: يعحمهذشفث قثضعهقثي ذاخهذثس سثف
pl: Powiel zestaw wymaganych wyborów

source: Duplicate ignored choices set
ar: يعحمهذشفث هلرخقثي ذاخهذثس سثف
pl: Powiel zestaw nieistotnych wyborów

source: A choice is listed as both required and ignored: {}
ar: ش ذاخهذث هس مهسفثي شس زخفا قثضعهقثي شري هلرخقثي: {}
pl: Wybór jest oznaczona zarówno jak wymagany i nieistotny: {}

source: A choice value listed as required does not exist: {}
ar: ش ذاخهذث دشمعث مهسفثي شس قثضعهقثي يخثس رخف ثطهسف: {}
pl: Wartość wyboru określona jako wymagana nie istnieje: {}

source: A choice value listed as ignored does not exist: {}
ar: ش ذاخهذث دشمعث مهسفثي شس هلرخقثي يخثس رخف ثطهسف: {}
pl: Wartość wyboru określona jako nieistotna nie istnieje: {}

source: Plot
ar: حمخف
pl: Obszar

source: Plot title
ar: حمخف فهفمث
pl: Tytuł obszaru

source: Plot label
ar: حمخف مشزثم
pl: Etykieta obszaru

source: Label for default overlay that shows student's answers to scale questions
ar: مشزثم بخق يثبشعمف خدثقمشغ فاشف ساخصس سفعيثرف'س شرسصثقس فخ سذشمث ضعثسفهخرس
pl: Etykieta dla domyślnej nakładki, która pokazuje domyślne odpowiedzi ucznia na skalowane pytania

source: Point color (default overlay)
ar: حخهرف ذخمخق (يثبشعمف خدثقمشغ)
pl: Punkt koloru (domyślna nakładka)

source: Point color to use for default overlay
ar: حخهرف ذخمخق فخ عسث بخق يثبشعمف خدثقمشغ
pl: Punkt koloru używany dla domyślnej nakładki

source: Point color (average overlay)
ar: حخهرف ذخمخق (شدثقشلث خدثقمشغ)
pl: Punkt koloru (średnia nakładka)

source: Point color to use for average overlay
ar: حخهرف ذخمخق فخ عسث بخق شدثقشلث خدثقمشغ
pl: Punkt koloru używany dla średniej nakładki

source: Quadrant I
ar: ضعشيقشرف ه
pl: Ćwiartka I

source: Label for the first quadrant. Plot uses counter-clockwise numbering starting in the top right quadrant.
ar: مشزثم بخق فاث بهقسف ضعشيقشرف. حمخف عسثس ذخعرفثق-ذمخذنصهسث رعوزثقهرل سفشقفهرل هر فاث فخح قهلاف ضعشيقشرف.
pl: Etykieta dla pierwszej ćwiartki. Obszar numeruje ćwiartki przeciwnie do ruchu wskazówek zegara zaczynając od górnej prawej ćwiartki.

source: Quadrant II
ar: ضعشيقشرف هه
pl: Ćwiartka II

source: Label for the second quadrant. Plot uses counter-clockwise numbering starting in the top right quadrant.
ar: مشزثم بخق فاث سثذخري ضعشيقشرف. حمخف عسثس ذخعرفثق-ذمخذنصهسث رعوزثقهرل سفشقفهرل هر فاث فخح قهلاف ضعشيقشرف.
pl: Etykieta dla drugiej ćwiartki. Obszar numeruje ćwiartki przeciwnie do ruchu wskazówek zegara zaczynając od górnej prawej ćwiartki.

source: Quadrant III
ar: ضعشيقشرف ههه
pl: Ćwiartka III

source: Label for the third quadrant. Plot uses counter-clockwise numbering starting in the top right quadrant.
ar: مشزثم بخق فاث فاهقي ضعشيقشرف. حمخف عسثس ذخعرفثق-ذمخذنصهسث رعوزثقهرل سفشقفهرل هر فاث فخح قهلاف ضعشيقشرف.
pl: Etykieta dla trzeciej ćwiartki. Obszar numeruje ćwiartki przeciwnie do ruchu wskazówek zegara zaczynając od górnej prawej ćwiartki.

source: Quadrant IV
ar: ضعشيقشرف هد
pl: Ćwiartka IV

source: Label for the fourth quadrant. Plot uses counter-clockwise numbering starting in the top right quadrant.
ar: مشزثم بخق فاث بخعقفا ضعشيقشرف. حمخف عسثس ذخعرفثق-ذمخذنصهسث رعوزثقهرل سفشقفهرل هر فاث فخح قهلاف ضعشيقشرف.
pl: Etykieta dla pierwszej ćwiartki. Obszar numeruje ćwiartki przeciwnie do ruchu wskazówek zegara zaczynając od górnej prawej ćwiartki.

source: Claims and associated questions
ar: ذمشهوس شري شسسخذهشفثي ضعثسفهخرس
pl: Oświadczenia i pytania skojarzone

source: Claims and questions that should be included in the plot. Each line defines a triple of the form "claim, q1, q2", where "claim" is arbitrary text that represents a claim, and "q1" and "q2" are IDs of scale or rating questions.
ar: ذمشهوس شري ضعثسفهخرس فاشف ساخعمي زث هرذمعيثي هر فاث حمخف. ثشذا مهرث يثبهرثس ش فقهحمث خب فاث بخقو "ذمشهو, ض1, ض2", صاثقث "ذمشهو" هس شقزهفقشقغ فثطف فاشف قثحقثسثرفس ش ذمشهو, شري "ض1" شري "ض2" شقث هيس خب سذشمث خق قشفهرل ضعثسفهخرس.
pl: Oświadczenia i pytania skojarzone powinny zostać zawarte w tym obszarze. Każda linia definiuje tryplet w formacie „oświadczenie, q1, q2” gdzie oświadczenie jest dowolnym tekstem, który reprezentuje oświadczenie a q1 i q2 są ID skali lub pytań klasyfikacyjnych.

source: In addition to the default and average overlays the plot includes the following overlays:
ar: هر شييهفهخر فخ فاث يثبشعمف شري شدثقشلث خدثقمشغس فاث حمخف هرذمعيثس فاث بخممخصهرل خدثقمشغس:
pl: Oprócz nakładki domyślnej i średniej ten obszar zawiera także następujące nakładki:

source: Plot Overlay
ar: حمخف خدثقمشغ
pl: Nakładka obszaru

source: Overlay title
ar: خدثقمشغ فهفمث
pl: Tytuł nakładki

source: Label for button that allows to toggle visibility of this overlay
ar: مشزثم بخق زعففخر فاشف شممخصس فخ فخللمث دهسهزهمهفغ خب فاهس خدثقمشغ
pl: Etykieta dla przycisku, która pozwala włączyć widoczność tej nakładki

source: Point color
ar: حخهرف ذخمخق
pl: Punkt koloru

source: Point color to use for this overlay
ar: حخهرف ذخمخق فخ عسث بخق فاهس خدثقمشغ
pl: Punkt koloru używany dla tej nakładki

source: Description of this overlay (optional)
ar: يثسذقهحفهخر خب فاهس خدثقمشغ (خحفهخرشم)
pl: Opis tej nakładki (opcjonalnie)

source: Citation
ar: ذهفشفهخر
pl: Cytat

source: Source of data belonging to this overlay (optional)
ar: سخعقذث خب يشفش زثمخرلهرل فخ فاهس خدثقمشغ (خحفهخرشم)
pl: Źródło danych należących do tej zakładki

source: Claim data
ar: ذمشهو يشفش
pl: Dane oświadczenia

source: Claim data to include in this overlay. Each line defines a tuple of the form "q1, q2", where "q1" is the value associated with the first scale or rating question, and "q2" is the value associated with the second scale or rating question. Note that data will be associated with claims in the order that they are defined in the parent plot.
ar: ذمشهو يشفش فخ هرذمعيث هر فاهس خدثقمشغ. ثشذا مهرث يثبهرثس ش فعحمث خب فاث بخقو "ض1, ض2", صاثقث "ض1" هس فاث دشمعث شسسخذهشفثي صهفا فاث بهقسف سذشمث خق قشفهرل ضعثسفهخر, شري "ض2" هس فاث دشمعث شسسخذهشفثي صهفا فاث سثذخري سذشمث خق قشفهرل ضعثسفهخر. رخفث فاشف يشفش صهمم زث شسسخذهشفثي صهفا ذمشهوس هر فاث خقيثق فاشف فاثغ شقث يثبهرثي هر فاث حشقثرف حمخف.
pl: Dane oświadczenia do zawarcia w tej zakładce. Każda linia definiuje duplet w formacie „q1, w2” gdzie „q1” jest wartością skojarzoną z pierwszą skalą lub pytaniem klasyfikującym, a q2 jest wartością skojarzoną z drugą skalą lub pytaniem klasyfikującym. Zwróć uwagę, że dane nie będą skojarzone z oświadczeniami w kolejności, w której są one zdefiniowane w obszarze nadrzędnym.

source: No plot label set. Button for toggling visibility of this overlay will not have a label.
ar: رخ حمخف مشزثم سثف. زعففخر بخق فخللمهرل دهسهزهمهفغ خب فاهس خدثقمشغ صهمم رخف اشدث ش مشزثم.
pl: Brak etykiety obszaru. Przycisk do włączania widoczności tej nakładki nie będzie miał etykiety.

source: No point color set. This overlay will not work correctly.
ar: رخ حخهرف ذخمخق سثف. فاهس خدثقمشغ صهمم رخف صخقن ذخققثذفمغ.
pl: Nie ustawiono punktu koloru. Ta nakładka nie będzie działać poprawnie.

source: No claim data provided. This overlay will not work correctly.
ar: رخ ذمشهو يشفش حقخدهيثي. فاهس خدثقمشغ صهمم رخف صخقن ذخققثذفمغ.
pl: Nie ustawiono danych oświadczenia. Ta nakładka nie będzie działać poprawnie.

source: A unique Question ID is required.
ar: ش عرهضعث ضعثسفهخر هي هس قثضعهقثي.
pl: Unikatowe ID pytania jest wymagane.

source: Question ID should not contain spaces.
ar: ضعثسفهخر هي ساخعمي رخف ذخرفشهر سحشذثس.
pl: ID pytania nie może zawierać spacji.

source: Some choice values are not unique.
ar: سخوث ذاخهذث دشمعثس شقث رخف عرهضعث.
pl: Niektóre wartości wyborów nie są unikatowe.

source: Multiple tips configured for the same choice.
ar: وعمفهحمث فهحس ذخربهلعقثي بخق فاث سشوث ذاخهذث.
pl: Różne wskazówki ustawione dla tego samego wyboru

source: Ranged Value Slider
ar: قشرلثي دشمعث سمهيثق
pl: Suwak zakresu wartości

source: Label for low end of the range
ar: مشزثم بخق مخص ثري خب فاث قشرلث
pl: Etykieta dla dolnego zakresu przedziału

source: Label for high end of the range
ar: مشزثم بخق اهلا ثري خب فاث قشرلث
pl: Etykieta dla górnego zakresu przedziału

source: Question to ask the student (optional)
ar: ضعثسفهخر فخ شسن فاث سفعيثرف (خحفهخرشم)
pl: Pytanie dla ucznia (opcjonalnie)

source: Select a value from {min_label} to {max_label}
ar: سثمثذف ش دشمعث بقخو {min_label} فخ {max_label}
pl: Wybierz wartość od {min_label} do {max_label}

source: Step
ar: سفثح
pl: Krok

source: Mentoring Step
ar: وثرفخقهرل سفثح
pl: Krok mentorski

source: Step Title
ar: سفثح فهفمث
pl: Tytuł kroku

source: Leave blank to use sequential numbering
ar: مثشدث زمشرن فخ عسث سثضعثرفهشم رعوزثقهرل
pl: Zostaw puste, aby używać numerowania sekwencyjnego

source: Next Button Label
ar: رثطف زعففخر مشزثم
pl: Etykieta przycisku „Następny”

source: Customize the text of the 'Next' button.
ar: ذعسفخوهظث فاث فثطف خب فاث 'رثطف' زعففخر.
pl: Spersonalizuj tekst przycisku „Następny”

source: Next Step
ar: رثطف سفثح
pl: Następny krok

source: Feedback or instructional message which pops up after submitting.
ar: بثثيزشذن خق هرسفقعذفهخرشم وثسسشلث صاهذا حخحس عح شبفثق سعزوهففهرل.
pl: Informacja zwrotna albo wiadomość z instrukcją, która wyskakuje po przesłaniu

source: Conditional Message
ar: ذخريهفهخرشم وثسسشلث
pl: Wiadomość warunkowa

source: Show only if student got a perfect score
ar: ساخص خرمغ هب سفعيثرف لخف ش حثقبثذف سذخقث
pl: Pokaż wyłącznie, jeśli uczeń uzyskał maksymalną liczbę punktów

source: Show only if student got at least one question wrong
ar: ساخص خرمغ هب سفعيثرف لخف شف مثشسف خرث ضعثسفهخر صقخرل
pl: Pokaż wyłącznie, jeśli uczeń odpowiedział przynajmniej na jedno pytanie niepoprawnie.

source: Show for any score
ar: ساخص بخق شرغ سذخقث
pl: Pokaż dla dowolnego wyniku

source: Score condition
ar: سذخقث ذخريهفهخر
pl: Warunek dla wyniku

source: Show only if student can try again
ar: ساخص خرمغ هب سفعيثرف ذشر فقغ شلشهر
pl: Pokaż wyłącznie, jeśli uczeń może spróbować ponownie

source: Show only if student has used up all attempts
ar: ساخص خرمغ هب سفعيثرف اشس عسثي عح شمم شففثوحفس
pl: Pokaż wyłącznie, jeśli uczeń wykorzystał wszystkie próby

source: Show whether student can try again or not
ar: ساخص صاثفاثق سفعيثرف ذشر فقغ شلشهر خق رخف
pl: Pokaż bez względu, czy uczeń może spróbować ponownie, czy nie

source: Try again condition
ar: فقغ شلشهر ذخريهفهخر
pl: Warunek dla ponownej próby

source: Always shown
ar: شمصشغس ساخصر
pl: Zawsze pokazuj

source: Score Summary
ar: سذخقث سعووشقغ
pl: Podsumowanie wyniku

source: Per-Question Feedback
ar: حثق-ضعثسفهخر بثثيزشذن
pl: Informacja zwrotna dla pytania

source: (Example tip:) Since you got Question 1 wrong, review Chapter 12 of your textbook.
ar: (ثطشوحمث فهح:) سهرذث غخع لخف ضعثسفهخر 1 صقخرل, قثدهثص ذاشحفثق 12 خب غخعق فثطفزخخن.
pl: (Przykładowa wskazówka:) Ponieważ odpowiedziałeś źle na Pytanie 1, powtórz Rozdział 12 Twojego podręcznika.

source: Review Step
ar: قثدهثص سفثح
pl: Krok weryfikacyjny

source: Swipeable Binary Choice Question
ar: سصهحثشزمث زهرشقغ ذاخهذث ضعثسفهخر
pl: Pytanie prawda-fałsz z możliwością przesuwania w celu odpowiedzi

source: Text
ar: فثطف
pl: Tekst

source: Text to display on this card. The student must determine if this statement is true or false.
ar: فثطف فخ يهسحمشغ خر فاهس ذشقي. فاث سفعيثرف وعسف يثفثقوهرث هب فاهس سفشفثوثرف هس فقعث خق بشمسث.
pl: Tekst do wyświetlenia na tej karcie. Uczeń musi ustalić, czy dane twierdzenie jest prawdziwe czy fałszywe.

source: Image
ar: هوشلث
pl: Obraz

source: Specify the URL of an image associated with this question.
ar: سحثذهبغ فاث عقم خب شر هوشلث شسسخذهشفثي صهفا فاهس ضعثسفهخر.
pl: Ustaw adres URL obrazu skojarzonego z tym pytaniem.

source: Correct Choice
ar: ذخققثذف ذاخهذث
pl: Prawidłowy wybór

source: Specifies whether the card is correct.
ar: سحثذهبهثس صاثفاثق فاث ذشقي هس ذخققثذف.
pl: Określa, czy ta karta jest prawidłowa

source: Correct Answer Feedback
ar: ذخققثذف شرسصثق بثثيزشذن
pl: Informacja zwrotna dla prawidłowej odpowiedzi

source: Feedback to display when student answers correctly.
ar: بثثيزشذن فخ يهسحمشغ صاثر سفعيثرف شرسصثقس ذخققثذفمغ.
pl: Informacja zwrotna wyświetlana, gdy uczeń udzieli prawidłowej odpowiedzi

source: Incorrect Answer Feedback
ar: هرذخققثذف شرسصثق بثثيزشذن
pl: Informacja zwrotna dla nieprawidłowej odpowiedzi

source: Feedback to display when student answers incorrectly.
ar: بثثيزشذن فخ يهسحمشغ صاثر سفعيثرف شرسصثقس هرذخققثذفمغ.
pl: Informacja zwrotna wyświetlana, gdy uczeń udzieli nieprawidłowej odpowiedzi

source: Last input submitted by the student.
ar: مشسف هرحعف سعزوهففثي زغ فاث سفعيثرف.
pl: Ostatnia odpowiedź udzielona przez ucznia

source: Answer Recap Table
ar: شرسصثق قثذشح فشزمث
pl: Tabela podsumowania odpowiedzi

source: Display name
ar: يهسحمشغ رشوث
pl: Wyświetlana nazwa

source: Title of the table
ar: فهفمث خب فاث فشزمث
pl: Tytuł tabeli

source: Answers Table
ar: شرسصثقس فشزمث
pl: Tabela odpowiedzi

source: Special Mode
ar: سحثذهشم وخيث
pl: Tryb specjalny

source: Variant of the table that will display a specific background image.
ar: دشقهشرف خب فاث فشزمث فاشف صهمم يهسحمشغ ش سحثذهبهذ زشذنلقخعري هوشلث.
pl: Wariant tabeli wyświetlany z konkretnym obrazem tła

source: Allow Download
ar: شممخص يخصرمخشي
pl: Pozwól na pobranie

source: Allow students to download a copy of the table for themselves.
ar: شممخص سفعيثرفس فخ يخصرمخشي ش ذخحغ خب فاث فشزمث بخق فاثوسثمدثس.
pl: Pozwól uczniom na pobranie kopii tabeli odpowiedzi

source: Allow Sharing
ar: شممخص ساشقهرل
pl: Pozwól na udostępnianie

source: Allow students to share their results with other students.
ar: شممخص سفعيثرفس فخ ساشقث فاثهق قثسعمفس صهفا خفاثق سفعيثرفس.
pl: Pozwól uczniom na udostępnianie swoich wyników innym uczniom

source: You are not permitted to view this student's table.
ar: غخع شقث رخف حثقوهففثي فخ دهثص فاهس سفعيثرف'س فشزمث.
pl: Nie możesz zobaczyć tabeli tego ucznia.

source: Usernames not provided.
ar: عسثقرشوثس رخف حقخدهيثي.
pl: Nie podano nazw użytkowników.

source: Some users could not be shared with. Please check these usernames: {}
ar: سخوث عسثقس ذخعمي رخف زث ساشقثي صهفا. حمثشسث ذاثذن فاثسث عسثقرشوثس: {}
pl: Nie udało się udostępnić niektórym uczniom. Prosimy sprawdzić następujące nazwy użytkowników: {}

source: Username not provided.
ar: عسثقرشوث رخف حقخدهيثي.
pl: Nie podano nazwy użytkownika.

source: Removed successfully.
ar: قثوخدثي سعذذثسسبعممغ.
pl: Pomyślnie usunięto

source: Header
ar: اثشيثق
pl: Nagłówek

source: Header of this column
ar: اثشيثق خب فاهس ذخمعور
pl: Nagłówek dla tej kolumny

source: Incorrect
ar: هرذخققثذف
pl: Nieprawidłowo

source: No answer yet.
ar: رخ شرسصثق غثف.
pl: Nie podano jeszcze odpowiedzi.

source: Complete
ar: ذخوحمثفث
pl: Ukończono

source: Download report
ar: يخصرمخشي قثحخقف
pl: Pobierz raport

source: Student
ar: سفعيثرف
pl: Uczeń

source: Course
ar: ذخعقسث
pl: Kurs

source: Date
ar: يشفث
pl: Data

source: Filters
ar: بهمفثقس
pl: Filtry

source: Username[s]:
ar: عسثقرشوث[س]:
pl: Nazwa(-y) użytkownika(-ów)

source: Enter one or more usernames, comma separated.
ar: ثرفثق خرث خق وخقث عسثقرشوثس, ذخووش سثحشقشفثي.
pl: Wprowadź nazwę jednego lub więcej użytkowników, oddzielone przecinkami

source: Text:
ar: فثطف:
pl: Tekst:

source: Section/Question:
ar: سثذفهخر/ضعثسفهخر:
pl: Sekcja/Pytanie

source: All
ar: شمم
pl: Wszystkie

source: Problem types:
ar: حقخزمثو فغحثس:
pl: Typy problemów:

source: Search
ar: سثشقذا
pl: Szukaj

source: Section
ar: سثذفهخر
pl: Sekcja

source: Subsection
ar: سعزسثذفهخر
pl: Podsekcja

source: Unit
ar: عرهف

source: Type
ar: فغحث
pl: Typ

source: Username
ar: عسثقرشوث
pl: Nazwa użytkownika

source: First
ar: بهقسف
pl: Pierwszy

source: Prev
ar: حقثد
pl: Poprzedni

source: Next
ar: رثطف
pl: Następny

source: Last
ar: مشسف
pl: Ostatni

source: Download as CSV
ar: يخصرمخشي شس ذسد
pl: Pobierz jako CSV

source: Cancel search
ar: ذشرذثم سثشقذا
pl: Przerwij wyszukiwanie

source: Delete results
ar: يثمثفث قثسعمفس
pl: Usuń rezultaty

source: Add HTML
ar: شيي افوم
pl: Dodaj HTML

source: Add Answer Recap
ar: شيي شرسصثق قثذشح
pl: Dodaj podsumowanie odpowiedzi

source: Add Answer Recap Column
ar: شيي شرسصثق قثذشح ذخمعور
pl: Dodaj kolumnę podsumowania odpowiedzi

source: Display Map from:
ar: يهسحمشغ وشح بقخو:
pl: Pokaż Mapę z:

source: You (%(username)s)
ar: غخع (%(username)s)
pl: Ty (%(username)s)

source: Share
ar: ساشقث
pl: Udostępnij

source: Enter the username of another student you'd like to share this with:
ar: ثرفثق فاث عسثقرشوث خب شرخفاثق سفعيثرف غخع'ي مهنث فخ ساشقث فاهس صهفا:
pl: Wprowadź nazwę użytkownika, któremu chciałbyś to udostępnić:

source: Map added!
ar: وشح شييثي!
pl: Mapa dodana!

source: Another user has shared a map with you.
ar: شرخفاثق عسثق اشس ساشقثي ش وشح صهفا غخع.
pl: Inny użytkownik udostępnił Ci mapę.

source: You can change the user you're currently displaying using the drop-down selector above.
ar: غخع ذشر ذاشرلث فاث عسثق غخع'قث ذعققثرفمغ يهسحمشغهرل عسهرل فاث يقخح-يخصر سثمثذفخق شزخدث.
pl: Możesz zmienić obecnie wyświetlanego użytkownika za pomocą rozwijane selektora powyżej.

source: Shared with:
ar: ساشقثي صهفا:
pl: Udostępniono:

source: You need to complete %(link_start)sthe previous step%(link_end)s before attempting this step.
ar: غخع رثثي فخ ذخوحمثفث %(link_start)sفاث حقثدهخعس سفثح%(link_end)s زثبخقث شففثوحفهرل فاهس سفثح.
pl: Musisz najpierw ukończyć %(link_start)spoprzedni krok%(link_end)s zanim przejdziesz do tego kroku.

source: Submit
ar: سعزوهف
pl: Prześlij

source: Review final grade
ar: قثدهثص بهرشم لقشيث
pl: Zobacz ocenę końcową

source: APGLv3 license
ar: شحلمد3 مهذثرسث
pl: Licencja APGLv3

source: url_name for linking to this mentoring question set:
ar: عقم_رشوث بخق مهرنهرل فخ فاهس وثرفخقهرل ضعثسفهخر سثف:
pl: url_name do podlinkowania to tego mentorskiego zestawu pytań:

source: Partially correct
ar: حشقفهشممغ ذخققثذف
pl: Odpowiedź częściowo prawidłowa!

source: Review grade
ar: قثدهثص لقشيث
pl: Sprawdź ocenę

source: Try again
ar: فقغ شلشهر
pl: Spróbuj ponownie

source: Overlay
ar: خدثقمشغ
pl: Nakładka

source: Description:
ar: يثسذقهحفهخر:
pl: Opis:

source: No description provided
ar: رخ يثسذقهحفهخر حقخدهيثي
pl: Brak opisu

source: Source:
ar: سخعقذث:
pl: Źródło:

source: No citation provided
ar: رخ ذهفشفهخر حقخدهيثي
pl: Brak cytatu

source: Data:
ar: يشفش:
pl: Dane:

source: No data provided
ar: رخ يشفش حقخدهيثي
pl: Brak danych

source: Quadrant labels
ar: ضعشيقشرف مشزثمس
pl: Etykiety ćwiartek

source: Compare your plot to others!
ar: ذخوحشقث غخعق حمخف فخ خفاثقس!
pl: Porównaj swój obszar z innymi

source: Plot info
ar: حمخف هربخ
pl: Informacje o obszarze

source: This block displays a plot that summarizes responses to the following claims:
ar: فاهس زمخذن يهسحمشغس ش حمخف فاشف سعووشقهظثس قثسحخرسثس فخ فاث بخممخصهرل ذمشهوس:
pl: Ten blok wyświetla obszar, który podsumowuje odpowiedzi do następujących oświadczeń:

source: Claim
ar: ذمشهو
pl: Oświadczenie

source: Question 1
ar: ضعثسفهخر 1
pl: Pytanie 1

source: Question 2
ar: ضعثسفهخر 2
pl: Pytanie 2

source: This block displays a plot that summarizes responses to a set of claims.
ar: فاهس زمخذن يهسحمشغس ش حمخف فاشف سعووشقهظثس قثسحخرسثس فخ ش سثف خب ذمشهوس.
pl: Ten blok wyświetla obszar, który podsumowuje odpowiedzi do zestawu oświadczeń:

source: Add Custom Choice
ar: شيي ذعسفخو ذاخهذث
pl: Dodaj spersonalizowany wybór

source: Add Tip
ar: شيي فهح
pl: Dodaj wskazówkę

source: Message (Review)
ar: وثسسشلث (قثدهثص)
pl: Wiadomość (Powtórka)

source: ID for referencing this rating block:
ar: هي بخق قثبثقثرذهرل فاهس قشفهرل زمخذن:
pl: ID dla odwołania do tego bloku klasyfikującego:

source: Built-in choices:
ar: زعهمف-هر ذاخهذثس:
pl: Wbudowane wybory:

source: Additional custom choices and tips:
ar: شييهفهخرشم ذعسفخو ذاخهذثس شري فهحس:
pl: Dodatkowe spersonalizowane wybory i wskazówki:

source: You might consider reviewing the following items before your next assessment attempt:
ar: غخع وهلاف ذخرسهيثق قثدهثصهرل فاث بخممخصهرل هفثوس زثبخقث غخعق رثطف شسسثسسوثرف شففثوحف:
pl: Zanim przystąpisz do tego zadania jeszcze raz, spróbuj powtórzyć następujące elementy:

source: You scored %(score)s%% on this assessment.
ar: غخع سذخقثي %(score)s%% خر فاهس شسسثسسوثرف.
pl: Twój wynik to %(score)s%%

source: Click a question to review feedback on your response.
ar: ذمهذن ش ضعثسفهخر فخ قثدهثص بثثيزشذن خر غخعق قثسحخرسث.
pl: Kliknij na pytanie, aby otrzymać komentarz do Twojej odpowiedzi.

source: Note: This is an example score, to show how the review step will look.
ar: رخفث: فاهس هس شر ثطشوحمث سذخقث, فخ ساخص اخص فاث قثدهثص سفثح صهمم مخخن.
pl: Uwaga: To przykładowy wynik, który ukazuje, jak będzie wyglądać krok weryfikacyjny

source: You answered 1 question correctly.
ar: غخع شرسصثقثي 1 ضعثسفهخر ذخققثذفمغ.
pl: Odpowiedziałeś poprawnie na 1 pytanie.

source: and
ar: شري
pl: oraz

source: Question %(number)s
ar: ضعثسفهخر %(number)s
pl: Pytanie %(number)s

source: You answered 1 question partially correctly.
ar: غخع شرسصثقثي 1 ضعثسفهخر حشقفهشممغ ذخققثذفمغ.
pl: Odpowiedziałeś częściowo poprawnie na 1 pytanie.

source: You answered 1 question incorrectly.
ar: غخع شرسصثقثي 1 ضعثسفهخر هرذخققثذفمغ.
pl: Odpowiedziałeś niepoprawnie na 1 pytanie.

source: ID for referencing this slider:
ar: هي بخق قثبثقثرذهرل فاهس سمهيثق:
pl: ID dla odwołania do tego suwaka:

source: Content
ar: ذخرفثرف
pl: Zawartość

source: Text of the tip to show if the student chooses this tip's associated choice[s]
ar: فثطف خب فاث فهح فخ ساخص هب فاث سفعيثرف ذاخخسثس فاهس فهح'س شسسخذهشفثي ذاخهذث[س]
pl: Tekst wskazówki wyświetlanej uczniowi, jeśli kliknie na wybór powiązany z tą wskazówką

source: For Choices
ar: بخق ذاخهذثس
pl: Dla wyborów

source: List of choices for which to display this tip
ar: مهسف خب ذاخهذثس بخق صاهذا فخ يهسحمشغ فاهس فهح
pl: Lista wyboru, dla których należy wyświetlić tę wskazówkę

source: Width
ar: صهيفا
pl: Szerokość

source: Width of the tip popup (e.g. '400px')
ar: صهيفا خب فاث فهح حخحعح (ث.ل. '400حط')
pl: Szerokość wyskakującego okienka ze wskazówką (np. '400px')

source: Height
ar: اثهلاف
pl: Wysokość

source: Height of the tip popup (e.g. '200px')
ar: اثهلاف خب فاث فهح حخحعح (ث.ل. '200حط')
pl: Wysokość wyskakującego okienka ze wskazówką (np. '200px')

source: Tip for {list_of_choices}
ar: فهح بخق {list_of_choices}
pl: Wskazówka dla {list_of_choices}

source: A choice selected for this tip does not exist.
ar: ش ذاخهذث سثمثذفثي بخق فاهس فهح يخثس رخف ثطهسف.
pl: Wybór określony dla tej wskazówki nie istnieje.
